{
  "stats": {
    "totalConcepts": 23,
    "totalPropositions": 345,
    "skippedPropositions": 0,
    "avgPropositionsPerConcept": 15.0,
    "minPropositionsPerConcept": 1,
    "maxPropositionsPerConcept": 71,
    "singlePropConcepts": 3
  },
  "concepts": [
    {
      "id": "c_05fe6b0e",
      "title": "Externalities, Market Failure, and Public Goods",
      "summary": "A cohesive unit that combines how externalities (both positive and negative) cause social costs and benefits to diverge from private valuations, leading to market failure, with the role of public goods (non-excludable and often non-rival) in under-provision by markets. The merged content highlights the link between externalities and public goods as core sources of inefficiency and uses real-world examples (e.g., pollution) to illustrate misallocation.",
      "propositions": [
        "Marginal social benefit is the sum of the marginal private benefit plus the marginal external benefit.",
        "Marginal external benefit is the increased benefit that accrues to other parties as a firm increases output by one unit.",
        "The efficient level of repair q* is higher and is given by the intersection of the marginal social benefit and marginal cost curves [FIGURE 18.2].",
        "When there are positive externalities, marginal social benefits MSB are higher than marginal private benefits; the difference is the marginal external benefit MEB.",
        "A self-interested homeowner invests q1 in repairs, determined by the intersection of the marginal benefit curve D and the marginal cost curve MC [FIGURE 18.2].",
        "Marginal social cost is the sum of the marginal cost of production and the marginal external cost.",
        "Marginal external cost is the increase in cost imposed externally as one or more firms increase output by one unit.",
        "When there are negative externalities, the marginal social cost is higher than the marginal cost.",
        "The difference between marginal social cost and marginal cost is the marginal external cost MEC.",
        "The efficient output is q*, at which price equals marginal social cost [FIGURE 18.1 (1 of 2)].",
        "The industry's competitive output is Q1, at the intersection of industry supply MC and demand D [FIGURE 18.1 (1 of 2)].",
        "The efficient output Q* is lower, at the intersection of demand and marginal social cost MSC [FIGURE 18.1 (1 of 2)].",
        "The aggregate social cost is the shaded triangle between MSC, D, and output Q1 [FIGURE 18.1 (1 of 2)].",
        "Externalities are effects of production and consumption activities not directly reflected in the market.",
        "When externalities are present, the price of a good need not reflect its social value.",
        "As a result, firms may produce too much.",
        "As a result, firms may produce too little.",
        "The market outcome is inefficient.",
        "An externality is an action by either a producer or a consumer that affects other producers or consumers and is not accounted for in the market price.",
        "Externalities can be negative.",
        "Externalities can be positive.",
        "Sulfur dioxide emissions: almost two-thirds of all sulfur dioxide emissions in the United States come from electric power generation that depends on burning fossil fuels such as coal and petroleum.",
        "Acid rain harms human health.",
        "Acid rain damages water.",
        "Acid rain damages forests.",
        "Acid rain damages man-made structures.",
        "The marginal cost of providing a public good to an additional consumer is zero.",
        "People cannot be prevented from consuming a public good.",
        "Some goods are difficult to provide privately.",
        "Some goods could have been provided by the market.",
        "Public goods benefit all consumers.",
        "The market undersupplies public goods.",
        "The market does not supply public goods."
      ],
      "propositionIndices": [
        23,
        24,
        25,
        26,
        27,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        4,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        28,
        29,
        30,
        31,
        32,
        0,
        1,
        2,
        3,
        5,
        6,
        7
      ],
      "originalBatchIndex": 0,
      "prerequisites": []
    },
    {
      "id": "c_c95948a9",
      "title": "Pollution Policy Instruments and Efficient Emission Levels",
      "summary": "A unified treatment of how the theory of externalities translates into pollution-control policy design. It brings together the efficient emission criterion (MAC = MEC) with policy tools such as emissions standards, emissions fees, and transferable emissions permits. The group covers how design choices affect abatement decisions and total costs, the role of enforcement and penalties (including the idea that excess emissions incur sanctions), and issues related to setting standards and the sensitivity of social costs to mis-specification.",
      "propositions": [
        "The efficient sulfur dioxide concentration equates the marginal abatement cost to the marginal external cost [FIGURE c4349dd9-427e-46d8-9dd3-903287015aef].",
        "The marginal abatement cost curve consists of a series of steps, each representing the use of a different abatement technology [FIGURE 544e4791-b3cd-4f65-8f57-6f652dfb38d8].",
        "We can encourage the firm to reduce emissions to E* in three ways: emissions standards; emissions fees; transferable emissions permits.",
        "Emissions standards can encourage the firm to reduce emissions to E*.",
        "Emissions fees can encourage the firm to reduce emissions to E*.",
        "Transferable emissions permits can encourage the firm to reduce emissions to E*.",
        "With no effort at abatement, the firm’s profit-maximizing level of emissions is 26.",
        "The efficient level of emissions E* can be achieved through an emissions fee.",
        "The emissions level 26 is the level at which the marginal cost of abatement is zero.",
        "With no effort at abatement, the firm's profit-maximizing level of emissions is 26.",
        "An emissions standard is a legal limit on the amount of pollutants that a firm can emit.",
        "Firms with relatively low marginal cost of abatement will reduce emissions the most.",
        "Each permit specifies the number of units of emissions that the firm is allowed to emit.",
        "An emissions standard is a legal limit on the amount of pollutants that a firm can emit.",
        "A standard that limits emissions to 12 units achieves the same level of emissions reduction as the $3 per unit emissions fee.",
        "With limited information, a policymaker may be faced with the choice of either a single emissions fee or a single emissions standard for all firms.",
        "An emissions fee is a charge levied on each unit of a firm’s emissions.",
        "An emissions fee is a charge levied on each unit of a firm's emissions.",
        "Tradable emissions permits are a system of marketable permits allocated among firms, specifying the maximum level of emissions that can be generated.",
        "In equilibrium, the price of a permit equals the marginal cost of abatement for all firms [FIGURE 18.7].",
        "This efficient level is denoted E* [FIGURE 18.4].",
        "The efficient level of emissions is 12 units [FIGURE 18.4].",
        "The level of emissions chosen by the government will be achieved at minimum cost.",
        "Firm 2 has a lower abatement cost curve than Firm 1.",
        "With the fee, the firm with a lower abatement cost curve reduces emissions more than the firm with a higher abatement cost curve.",
        "Excess emissions are subject to substantial monetary sanctions.",
        "The standard is preferable when the marginal external cost curve is steep and the marginal abatement cost curve is relatively flat.",
        "A 12.5 percent error in setting the standard leads to extra social costs of triangle ADE.",
        "The standard ensures that the firm produces efficiently.",
        "The firm meets the standard by installing pollution-abatement equipment.",
        "The firm meets the emissions standard by installing pollution-abatement equipment.",
        "The efficient level of emissions is 12 units and is denoted E*.",
        "The efficient level of emissions is the level that equates the marginal external cost of emissions MEC to the benefit associated with lower abatement costs MCA.",
        "The efficient level of emissions is the level at which MEC equals MCA.",
        "Firms will enter the industry only if the price of the product is greater than the average cost of production plus abatement.",
        "Firms will enter the industry only if the price of the product exceeds the average cost of production plus abatement."
      ],
      "propositionIndices": [
        33,
        34,
        35,
        36,
        37,
        38,
        39,
        57,
        40,
        48,
        55,
        73,
        75,
        44,
        60,
        64,
        45,
        56,
        79,
        71,
        43,
        42,
        72,
        62,
        61,
        76,
        67,
        69,
        52,
        53,
        46,
        51,
        41,
        50,
        47,
        54
      ],
      "originalBatchIndex": 0,
      "prerequisites": []
    },
    {
      "id": "c_f498dbb0",
      "title": "Emissions Policy Instruments: Fees, Standards, Cap-and-Trade, and Market-Based Mechanisms",
      "summary": "This unit combines per-unit emission fees, emissions standards, cap-and-trade systems, and bubble/offset programs. It explains how firms respond to price signals, how each instrument shapes abatement decisions and costs, and compares outcomes and potential mispricing across policies, including permit-price dynamics.",
      "propositions": [
        "Facing a fee of $3 per unit of emissions, a firm reduces emissions to the point at which the fee equals the marginal cost of abatement.",
        "The $3 emissions fee achieves a total emissions level of 14 units more cheaply than a 7-unit-per-firm emissions standard.",
        "The same percentage error in setting a fee would result in excess costs of ABC.",
        "Under the fee, Firm 2 reduces emissions more than Firm 1.",
        "The efficient level of emissions E* can be achieved through an emissions standard.",
        "In 2005 the program was modified through the Clean Air Interstate Rule to cap emissions in 25 states while allowing emissions trades.",
        "In 2005 the Clean Air Interstate Rule put a cap on emissions in 25 states while allowing emissions trades, creating a cap-and-trade program.",
        "From 2005 to 2006, the price of permits rose sharply, reaching nearly $1600 in December 2005 [FIGURE 4286be3a-1858-4674-a906-8034af90c2f8].",
        "The 1990 Clean Air Act focused on transferable permits as a way of dealing with acid rain.",
        "Bubble and offset programs substantially understate the potential gain from a broad-based emissions trading program.",
        "Bubble and offset programs substantially understate the potential gain from a broad-based emissions trading program.",
        "If the government has limited information about the costs and benefits of pollution abatement, either a standard or a fee may be preferable.",
        "The marginal cost of abatement is zero at 26 emissions."
      ],
      "propositionIndices": [
        59,
        65,
        68,
        63,
        58,
        90,
        82,
        84,
        81,
        80,
        88,
        66,
        49
      ],
      "originalBatchIndex": 1,
      "prerequisites": []
    },
    {
      "id": "c_a24b28fa",
      "title": "Cap-and-Trade Market Design and Firm Response",
      "summary": "Consolidates the design of marketable emission permits, the emergence of competitive permit markets, cap-setting via total permits, and typical firm responses to permit prices and abatement costs.",
      "propositions": [
        "Permits are marketable; they can be bought and sold.",
        "If there are enough firms and permits, a competitive market for permits will develop.",
        "The total number of permits is chosen to achieve the desired maximum level of emissions.",
        "Firms with relatively high marginal cost of abatement will buy more permits and reduce emissions the least."
      ],
      "propositionIndices": [
        78,
        70,
        77,
        74
      ],
      "originalBatchIndex": 1,
      "prerequisites": []
    },
    {
      "id": "c_c698aaa4",
      "title": "Emission Trading Programs, Permit Price Dynamics, and Energy Market Transition",
      "summary": "This group synthesizes how emission permit prices evolved under cap-and-trade regimes, how policy actions shaped price dynamics, and how energy-market shifts interact with trading programs. It combines: (i) historical expectations and observed price trajectories for emissions permits (early-1990s ~$300 expectations; price surge to near $1600 by December 2005; decline starting in 2007 following EPA policy actions); (ii) the design and observed outcomes of EPA bubble and offset trading programs, illustrating trading-based emissions reductions and potential abatement-cost savings; and (iii) the energy-market transition around 2000 where coal is displaced by natural gas, affecting emissions intensity and trading signals.",
      "propositions": [
        "Economists in the early 1990s expected these permits to trade for around $300.",
        "Economists expected these permits to trade for around $300 in the early 1990s.",
        "From 2005 to 2006, the price of permits rose sharply, reaching nearly $1600 in December 2005.",
        "Starting in 2007, the market price of emission permits began to decline, in part because the EPA lost a lawsuit brought by a group of utilities.",
        "In the 1980s and 1990s, the EPA's bubble and offset programs were modest attempts to use a trading system to lower the cleanup costs of emissions.",
        "Under the offset program, new sources of emissions may be found only if they offset their new emissions by reducing emissions from existing sources by at least as much.",
        "Abatement cost savings associated with the EPA's program of 42 bubbles have been approximately $300 million per year since 1979.",
        "Starting around 2000, coal has been increasingly displaced by natural gas."
      ],
      "propositionIndices": [
        83,
        91,
        92,
        85,
        96,
        94,
        97,
        99
      ],
      "originalBatchIndex": 2,
      "prerequisites": []
    },
    {
      "id": "c_52e2f563",
      "title": "Emission permits and market-based trading: prices, programs, and offsets",
      "summary": "A cohesive look at tradable emission permits and related market mechanisms. Covers historical and current price dynamics, the design of transferable-permit programs, and the role of offset transactions in shaping market activity and policy effectiveness.",
      "propositions": [
        "By 2012, the price of permits was close to zero, and the permit market had effectively collapsed.",
        "The price of tradable permits for sulfur dioxide emissions fluctuated between $100 and $200 from 1993 to 2003 [FIGURE 1b21945b-3c3f-42fc-95a9-5c198ab4d48c].",
        "Starting in 2007, the market price of emission permits began to decline, in part because the EPA lost a lawsuit brought by a group of utilities.",
        "The 1990 Clean Air Act focused on transferable permits as a way of dealing with acid rain.",
        "A total of more than 2000 offset transactions have occurred since 1976."
      ],
      "propositionIndices": [
        87,
        86,
        93,
        89,
        95
      ],
      "originalBatchIndex": 2,
      "prerequisites": []
    },
    {
      "id": "c_c64948c9",
      "title": "Concept from proposition 98",
      "summary": "Until recently, coal had been the primary fuel for generating electricity, accounting for over 50% o...",
      "propositions": [
        "Until recently, coal had been the primary fuel for generating electricity, accounting for over 50% of electricity generation during the 1980s and 1990s."
      ],
      "propositionIndices": [
        98
      ],
      "originalBatchIndex": 2,
      "prerequisites": []
    },
    {
      "id": "c_d533ac49",
      "title": "Private vs Social Costs in Waste Disposal and Recycling Market Dynamics",
      "summary": "Combines private marginal disposal costs at large disposal levels with the corresponding marginal social cost increases, clarifying private–public cost dynamics in waste handling, and links these cost considerations to trends in US recycling and glass market dynamics. It highlights how policy actions and market conditions influence recycling rates, material-specific recycling quantities, and prices.",
      "propositions": [
        "The marginal private cost increases for large disposal levels involving additional shipping and dump charges.",
        "The marginal social cost increases as the level of disposal increases.",
        "Recycling efforts have expanded in the past decade.",
        "By 2009, 50.7 percent of aluminum, 74.2 percent of office paper, and 31.1 percent of glass containers were recycled.",
        "In 2009, the average resident of the United States generated 4.34 pounds of solid waste per day.",
        "Some of these differences are due to variations in consumption levels, but most are due to the efforts that many other countries have made to encourage recycling.",
        "In 2013, Americans created 4.40 pounds of solid waste per person per day.",
        "1.51 pounds of that total was recycled or composted.",
        "In 2013, Americans generated about 254 million tons of trash.",
        "In 2013, Americans recycled and composted about 87 million tons of this material.",
        "The average recycling rate in 2013 was 34.3 percent.",
        "The price of glass then falls to P’, the quantity of recycled glass increases to M*, and the amount of disposed glass decreases."
      ],
      "propositionIndices": [
        102,
        104,
        120,
        121,
        122,
        123,
        124,
        125,
        126,
        127,
        128,
        115
      ],
      "originalBatchIndex": 2,
      "prerequisites": []
    },
    {
      "id": "c_692efd74",
      "title": "Waste management externalities and recycling incentives",
      "summary": "Brings together the external costs and misallocations associated with waste disposal and the policy tools to correct them. Includes the social vs private costs of disposal, the propensity to over-dispose, and the economics of recycling, including deposits, fees, curbside programs, and the substitution between virgin and recycled materials.",
      "propositions": [
        "The efficient amount of scrap for disposal, m*, is less than the amount that will arise in a private market, m1.",
        "By raising the relative cost of disposal and encouraging recycling, the refundable deposit increases the supply of recycled glass from Sr to S’r and the aggregate supply of glass from S to S’. [FIGURE 4409b825-9dbe-4e37-9781-349fa6b8cb84].",
        "Refundable deposits, curbside charges and mandatory separation of recyclable materials such as glass are policies with varying degrees of effectiveness based on consumer preferences.",
        "The disposal of waste products involves little or no private cost.",
        "Society will dispose of too much waste material.",
        "The overutilization of virgin materials and the underutilization of recycled materials will result in a market failure.",
        "In many communities, households are charged a fixed annual fee for trash disposal, which allows households to dispose of glass and other garbage at very low cost.",
        "The supply of virgin glass containers is given by Sv and the supply of recycled glass by Sr.",
        "Refundable deposits are a policy proposal introduced to encourage recycling in the United States."
      ],
      "propositionIndices": [
        110,
        111,
        118,
        105,
        106,
        108,
        107,
        112,
        117
      ],
      "originalBatchIndex": 2,
      "prerequisites": []
    },
    {
      "id": "c_091a9dd5",
      "title": "Glass Market, Disposal, and Recycling Economics",
      "summary": "This unit integrates the market dynamics of glass containers, recycling policy tools (such as refundable deposits), and the economics of disposal versus recycling, including private versus social costs and efficient recycling targets. It covers equilibrium concepts, policy instruments to promote recycling, and cost considerations for disposal and recycling.",
      "propositions": [
        "Initially, in the market for glass containers, equilibrium involves a price P and a supply of recycled glass M1.",
        "A refundable deposit system does best, with 78.9 percent of consumers purchasing recyclable glass containers.",
        "A number of policy proposals have been introduced to encourage recycling in the United States.",
        "The market supply S is the horizontal sum of these two curves.",
        "The low cost of disposal creates a divergence between the private and social cost.",
        "The social cost of disposal includes the harm to the environment from littering and injuries.",
        "The efficient amount of recycling of scrap material is the amount that equates the marginal social cost of scrap disposal to the marginal cost of recycling.",
        "The marginal private cost to the household of throwing out the glass is constant for low to moderate disposal levels."
      ],
      "propositionIndices": [
        113,
        119,
        116,
        114,
        100,
        103,
        109,
        101
      ],
      "originalBatchIndex": 2,
      "prerequisites": []
    },
    {
      "id": "c_f5c0c357",
      "title": "Intertemporal Climate Policy Evaluation: Stock Dynamics, Discounting, and Data",
      "summary": "This unit combines how climate-related stocks evolve over time, how economic discounting and social welfare evaluation are used to design policy, and how climate data underpins these analyses. It brings together stock dynamics (S_t = E_t + (1−δ) S_{t−1}), net present value and investment decisions, the social discount rate, and climate data constructs (emissions, CO2 concentrations, and historical trends) to assess policy interventions and damages under warming scenarios.",
      "propositions": [
        "By calculating the investment’s net present value (NPV), the firm can decide whether or not the investment is economically justified.",
        "The same net present value concept applies when we want to analyze how the government should respond to a stock externality.",
        "Global warming is the stock of accumulated greenhouse gases in the atmosphere that ultimately causes harm.",
        "The dissipation rate for accumulated greenhouse gases is very low.",
        "A stock externality is the accumulated result of action by a producer or consumer which, though not accounted for in the market price, affects other producers or consumers.",
        "Sometimes, the damage to society comes not directly from the emissions flow, but rather from the accumulated stock of a pollutant.",
        "Stock externalities can also be positive.",
        "An example is the stock of 'knowledge' that accumulates as a result of investments in R&D.",
        "In general, the stock in any year t is given by the emissions generated that year plus the nondissipated stock from the previous year.",
        "With ongoing emissions, the stock will accumulate, but some fraction δ will dissipate each year.",
        "In the first year, the stock of pollutant (S) will be just the amount of that year’s emissions (E).",
        "In the second year, the stock of pollutant will equal the emissions that year plus the nondissipated stock from the first year.",
        "As N becomes infinitely large, the stock will approach the long-run equilibrium level E/δ.",
        "S_t = E_t + (1 - δ) S_{t-1}.",
        "S_N = E [ 1 + (1 - δ) + (1 - δ)^2 + .. + (1 - δ)^{N-1} ].",
        "S_2 = E_2 + (1 - δ) S_1.",
        "S_1 = E_1.",
        "NPV = \\frac{(-1.5 + .198)}{1 + R} + \\frac{(-1.5 + .296)}{(1 + R)^2} + \\ldots + \\frac{(-1.5 + 4.337)}{(1 + R)^{99}}.",
        "R denotes the discount rate.",
        "The NPV is the present discounted value of the annual net benefits.",
        "Calculating the NPV is used to determine whether a zero-emissions policy makes economic sense.",
        "NPV = (-1.5 + .198)/(1 + R) + (-1.5 + .296)/(1 + R)^2 + ... + (-1.5 + 4.337)/(1 + R)^99.",
        "Table 18.2 shows how the NPV of a 'zero emissions' policy depends on the dissipation rate δ.",
        "Entries in the table are NPVs in billions of dollars.",
        "Entries for δ = 0.02 correspond to net benefit numbers in Table 18.1.",
        "With rapid economic growth, future generations will have higher incomes than current generations.",
        "If the marginal utility of income for future generations decreases, then their utility from an extra dollar of income is lower than the utility for someone living today.",
        "Future benefits provide less utility and should thus be discounted.",
        "The social rate of discount depends on the expected rate of real economic growth.",
        "The social rate of discount depends on the extent of risk aversion.",
        "The social rate of discount depends on the rate of pure time preference.",
        "GHG emissions could be reduced from current levels.",
        "Governments could impose stiff taxes on the use of gasoline and other fossil fuels to reduce GHG emissions.",
        "Reducing emissions would be costly.",
        "The consensus view is that the impact could be significant, implying a future benefit from reducing emissions today.",
        "The cost of reducing emissions can be assessed, though there is uncertainty over the numerical values.",
        "There would be a future benefit from reducing emissions today.",
        "The cost of reducing emissions (or preventing them from growing above current levels) can be assessed.",
        "There is uncertainty over the numbers for the costs.",
        "Without economic growth, people may prefer to receive a benefit today rather than in the future because of the rate of pure time preference.",
        "For problems involving long time horizons, the policy debate often revolves around the correct discount rate.",
        "The social rate of discount is the opportunity cost to society of receiving a future economic benefit relative to a present one.",
        "The costs of reducing emissions occur today, but the benefits would be realized only in 50 or more years.",
        "Whether a policy to restrict GHG emissions makes economic sense depends on the discount rate used.",
        "Whether a policy to restrict greenhouse gas emissions makes economic sense depends on the discount rate used to evaluate future costs and benefits.",
        "There is considerable uncertainty over the economic impact of higher temperatures.",
        "Damage from warming is estimated to be 1.5% of GDP per year for every 1°C of temperature increase.",
        "Under BAU, the temperature is predicted to rise by 0.04°C per year.",
        "There is considerable uncertainty over the economic impact of higher temperatures.",
        "The consensus view is that the impact could be significant.",
        "Damage from warming is estimated to be 1.5% of GDP per year for every 1°C of temperature increase.",
        "Under business as usual, temperature is predicted to rise by 0.04° per year.",
        "Emissions Et are measured in gigatonnes of CO2e.",
        "Stock variable St is measured in parts per million of atmospheric CO2e.",
        "The change in temperature ΔTt is measured in degrees Celsius.",
        "Costs, damages, and net benefits are measured in trillions of 2007 dollars.",
        "Emissions are estimated to be 1% of GDP each year.",
        "World GDP is projected to grow at 2.5% in real terms from a level of $65 trillion in 2016.",
        "Emissions are estimated to be 1% of GDP each year.",
        "World GDP is projected to grow at 2.5% in real terms from a level of $65 trillion in 2016.",
        "Et is measured in gigatonnes (billions of metric tons) of CO2 equivalent (CO2e).",
        "St is measured in parts per million (ppm) of atmospheric CO2e.",
        "The change in temperature ∆Tt is measured in degrees Celsius.",
        "Costs, damages, and net benefits are measured in trillions of 2007 dollars.",
        "The change in temperature is measured in degrees Celsius.",
        "Emissions of carbon dioxide and other greenhouse gases have increased dramatically over the past century.",
        "Economic growth has been accompanied by greater use of fossil fuels.",
        "The greater use of fossil fuels has led to an increase in atmospheric concentrations of greenhouse gases.",
        "Emissions of carbon dioxide and other greenhouse gases have increased dramatically over the past century.",
        "Economic growth has been accompanied by the greater use of fossil fuels.",
        "This has led to an increase in atmospheric concentrations of greenhouse gases."
      ],
      "propositionIndices": [
        129,
        130,
        131,
        132,
        133,
        134,
        135,
        136,
        137,
        138,
        139,
        140,
        141,
        142,
        143,
        144,
        145,
        146,
        147,
        148,
        149,
        150,
        151,
        152,
        153,
        154,
        155,
        156,
        157,
        158,
        159,
        163,
        164,
        165,
        168,
        169,
        184,
        185,
        186,
        160,
        161,
        162,
        166,
        173,
        190,
        167,
        180,
        181,
        182,
        183,
        193,
        194,
        174,
        175,
        176,
        177,
        178,
        179,
        191,
        192,
        195,
        196,
        197,
        198,
        230,
        170,
        171,
        172,
        187,
        188,
        189
      ],
      "originalBatchIndex": 3,
      "prerequisites": []
    },
    {
      "id": "c_d1754ba1",
      "title": "Property Rights, Externalities, and Pollution Control: Incentives, Payments, and Mitigation",
      "summary": "A cohesive unit exploring how property rights to environmental resources shape incentives to internalize external costs caused by pollution, and how different pollution-control configurations (filters, treatment plants) influence firm decisions, production costs, and cost-sharing. It also includes the role of payments between actors (e.g., fishermen) for rights to pollute and the economic outcomes under various mitigation setups, including cases with no filtration or no treatment. The group integrates how rights, incentives, and remediation choices affect profits for firms and fishermen, as well as overall welfare.",
      "propositions": [
        "The firm dumps effluent into the river.",
        "The firm had a property right to use the river to dispose of its waste.",
        "Property rights are legal rules stating what people or firms may do with their property.",
        "The fishermen did not have a property right to effluent-free water.",
        "The firm externalized the costs generated by the effluent.",
        "The firm had no incentive to include the cost of effluent in its production calculations.",
        "In the scenario \"Filter, no treatment plant,\" the fishermen's profit is 500 dollars.",
        "In the scenario \"No filter, no treatment plant,\" the factory's profit is 500 dollars.",
        "In the scenario \"No filter, treatment plant,\" the fishermen's profit is 200 dollars.",
        "The fishermen had a property right to clean water.",
        "If the fishermen had a property right to clean water, the firm would internalize the effluent costs.",
        "If the fishermen are given the property right to clean water, the firm would either cease production or pay the costs associated with the effluent.",
        "The firm would pay the costs associated with the effluent.",
        "The factory can install a filter system to reduce its effluent.",
        "The firm had a property right to use the river to dispose of its waste.",
        "The fishermen could demand that the firm pay them for the right to dump effluent.",
        "The fishermen can pay for the installation of a water treatment plant.",
        "In the scenario \"Filter, treatment plant,\" the fishermen's profit is 300 dollars.",
        "In the scenario \"No filter, treatment plant,\" the total profit is 700 dollars.",
        "In the scenario \"Filter, treatment plant,\" the total profit is 600 dollars.",
        "In the scenario \"No filter, no treatment plant,\" the total profit is 600 dollars.",
        "In the scenario \"Filter, no treatment plant,\" the total profit is 800 dollars.",
        "In the scenario \"No filter, no treatment plant,\" the fishermen's profit is 100 dollars."
      ],
      "propositionIndices": [
        199,
        232,
        209,
        201,
        235,
        234,
        214,
        210,
        217,
        203,
        223,
        236,
        206,
        238,
        200,
        204,
        239,
        220,
        218,
        221,
        212,
        215,
        211
      ],
      "originalBatchIndex": 4,
      "prerequisites": []
    },
    {
      "id": "c_aa4bdf2e",
      "title": "Internalization of Effluent Costs and Production/Profit Implications",
      "summary": "A cohesive unit that merges internalization versus externalization of effluent costs with production decisions and profitability under pollution-control configurations. It covers the idea that costs can be internalized and lead to more efficient resource allocation, the potential lack of incentives to internalize costs, and how these dynamics affect production outcomes and profits across scenarios: (i) no filter with a treatment plant yields 500 dollars, (ii) filter with no treatment plant yields 300 dollars, and (iii) filter with treatment plant yields 300 dollars.",
      "propositions": [
        "These costs would be internalized.",
        "These costs would be internalized and an efficient allocation of resources achieved.",
        "The firm externalized the costs generated by the effluent.",
        "Costs, damages, and net benefits are measured in trillions of 2007 dollars.",
        "The firm would cease production.",
        "The firm had no incentive to include the cost of effluent in its production calculations.",
        "In the scenario \"No filter, treatment plant,\" the factory's profit is 500 dollars.",
        "In the scenario \"Filter, no treatment plant,\" the factory's profit is 300 dollars.",
        "In the scenario \"Filter, treatment plant,\" the factory's profit is 300 dollars."
      ],
      "propositionIndices": [
        207,
        237,
        222,
        231,
        205,
        202,
        216,
        213,
        219
      ],
      "originalBatchIndex": 5,
      "prerequisites": []
    },
    {
      "id": "c_3a9d7538",
      "title": "Macro Measures and Efficiency in Environmental Policy",
      "summary": "A macro-level unit tying together efficiency claims with key environmental and economic measures: the idea of efficient allocation, emissions as a share of GDP, GDP growth, and CO2e units.",
      "propositions": [
        "An efficient allocation of resources would be achieved.",
        "Emissions are estimated to be 1% of GDP each year.",
        "World GDP is projected to grow at 2.5% in real terms from a level of $65 trillion in 2016.",
        "Et is measured in gigatonnes of CO2 equivalent (CO2e)."
      ],
      "propositionIndices": [
        208,
        224,
        225,
        228
      ],
      "originalBatchIndex": 5,
      "prerequisites": []
    },
    {
      "id": "c_9f1adde4",
      "title": "Climate damages and measurement units",
      "summary": "Addresses estimated damages from warming as a share of GDP per degree Celsius, BAU temperature projections, and the units used to measure climate variables (ppm CO2e).",
      "propositions": [
        "Damage from warming is estimated to be 1.5% of GDP per year for every 1°C of temperature increase.",
        "Under BAU, temperature is predicted to rise by 0.04 degrees Celsius per year.",
        "St is measured in parts per million (ppm) of atmospheric CO2e."
      ],
      "propositionIndices": [
        226,
        227,
        229
      ],
      "originalBatchIndex": 5,
      "prerequisites": []
    },
    {
      "id": "c_fbe8fb52",
      "title": "Coase Theorem, Property Rights, and Policy Implications in Pollution Negotiations",
      "summary": "A consolidated unit examining how property-rights configurations (e.g., rights to effluent-free water or to emit) interact with bargaining, the Coase Theorem, and the role of government and policy in determining efficient pollution outcomes. It brings together considerations of who may demand clean water, how damages and injunctions influence settlements, the relative value of pursuing litigation versus negotiated settlements, and the implications for information use and regulatory action in pollution contexts.",
      "propositions": [
        "The fishermen did not have a property right to effluent-free water.",
        "Coase theorem states that when parties can bargain without cost and to their mutual advantage, the resulting outcome will be efficient regardless of how property rights are specified.",
        "Neither party can be made better off by bargaining in this scenario, making the factory installing the filter efficient.",
        "The factory will find it advantageous to install a filter because it is cheaper than paying damages, leading to an efficient outcome.",
        "Maximization occurs when the factory installs a filter and the fishermen do not build a treatment plant.",
        "The option to not put in a treatment plant or require a filter yields a profit of $100.",
        "If the factory does not install a filter and pays damages, the factory’s profit is $100.",
        "The option to put in a treatment plant yields a profit of $200.",
        "No cooperation with the right to dump yields a factory profit of $500 and a fishermen profit of $200.",
        "An efficient outcome can also be achieved if the factory is given the property right to emit effluent.",
        "If the fishermen have the legal right to require the factory to install the filter, they would have to pay the factory for its $200 lost profit (not for the cost of the filter).",
        "New Jersey would not sue.",
        "New Jersey had the right to clean beaches.",
        "A September 1987 cooperative agreement between New York City and New Jersey illustrates the Coase theorem in practice.",
        "The Coase theorem applies to governments as well as to people and organizations.",
        "New Jersey could have asked the court to grant an injunction requiring New York City to stop using its trash facilities.",
        "The efficient solution maximizes the joint profit of the factory and the fishermen.",
        "Garbage spilling from waterfront trash facilities along New York Harbor adversely affected the quality of water along the New Jersey shore.",
        "If information is imperfect, suing for damages may lead to inefficient outcomes.",
        "In this scenario, the factory earns a profit of $300 and the fishermen earn $500.",
        "No cooperation with the right to clean water yields a factory profit of $300 and a fishermen profit of $500.",
        "Without cooperation, the fishermen earn a profit of $200 and the factory earns $500.",
        "Under the law, the fishermen would have to pay the factory for its $200 lost profit (not for the cost of the filter).",
        "The option to have the factory put in a filter but pay damages yields a profit of $300 ($500 - $200). [FIGURE cf26c624-14d1-4081-aecc-7144dfe62674]",
        "If the factory installs a filter and avoids damages, the factory’s profit is $300.",
        "The fishermen have three options after this: one option is to put in a treatment plant, yielding a profit of $200.",
        "Bargaining with alternative property rights is presented in Table 18.5 in the text.",
        "This analysis applies to all situations in which property rights are well specified.",
        "New York and New Jersey reached a settlement after two weeks of negotiations.",
        "A suit for damages eliminates the need for bargaining because it specifies the consequences of the parties’ choices.",
        "More than 200 tons of garbage formed a 50-mile-long slick off the New Jersey shore in August 1987.",
        "New York City would use devices to contain spills."
      ],
      "propositionIndices": [
        233,
        249,
        245,
        255,
        242,
        264,
        253,
        263,
        247,
        256,
        257,
        278,
        275,
        272,
        271,
        276,
        240,
        273,
        268,
        244,
        248,
        250,
        262,
        265,
        254,
        258,
        252,
        246,
        277,
        267,
        274,
        279
      ],
      "originalBatchIndex": 5,
      "prerequisites": []
    },
    {
      "id": "c_dc34774d",
      "title": "Coasean Rights, Dispute Resolution, and Environmental Policy",
      "summary": "A consolidated unit that brings together how the Coase theorem applies when governments are involved, how property-rights assignments affect efficiency in environmental externalities, bargaining dynamics between resource users (e.g., fishermen vs. factory), and the pathways for dispute resolution (settlements vs. lawsuits). It also includes how policy instruments and enforcement (e.g., ITQs for fisheries) can align incentives and influence outcomes, with references to related costs within private cost analyses.",
      "propositions": [
        "An efficient outcome will be achieved if the factory is given the property right to emit effluent.",
        "If the fishermen are given the property right to clean water, the factory must install the filter.",
        "Under the law, the fishermen would have the legal right to require the factory to install the filter.",
        "The outcome with the filter installed is efficient because the filter has been installed.",
        "The $300 profit is substantially less than the $500 profit the fishermen would earn if they had a right to clean water.",
        "With cooperation, the profits of both parties increase by $50.",
        "Economic efficiency can be achieved without government intervention when the externality affects relatively few parties and when property rights are well specified.",
        "Another option is to do not put in a treatment plant or require a filter, yielding a profit of $100.",
        "The fishermen earn the highest profit by choosing the second option.",
        "New York City would monitor trash facilities.",
        "Externalities arise when resources can be used without payment.",
        "No fisherman has the incentive to consider how his fishing affects the opportunities of others.",
        "This usage exceeds the efficient level F* at which the marginal social cost of using the resource is equal to the marginal benefit (as given by the demand curve).",
        "The efficient level of fishing occurs when the marginal benefit is equal to the marginal social cost.",
        "Crawfish are bred in ponds to which fishermen have unlimited access.",
        "Crawfish are a common property resource.",
        "The government allocates that catch to fishermen through individual fishing quotas determined through an auction or other allocative process.",
        "Private cost: C = –0.357 + 0.0573F."
      ],
      "propositionIndices": [
        260,
        243,
        261,
        270,
        266,
        251,
        241,
        259,
        269,
        280,
        288,
        283,
        291,
        301,
        304,
        303,
        287,
        297
      ],
      "originalBatchIndex": 6,
      "prerequisites": []
    },
    {
      "id": "c_790c5d61",
      "title": "Concept from proposition 281",
      "summary": "New York City would shut down those trash facilities that failed to comply.",
      "propositions": [
        "New York City would shut down those trash facilities that failed to comply."
      ],
      "propositionIndices": [
        281
      ],
      "originalBatchIndex": 7,
      "prerequisites": []
    },
    {
      "id": "c_a68f24b8",
      "title": "Efficiency, Open Access, and Regulation in Common Property Fisheries",
      "summary": "A unified treatment of fisheries under open-access and common-property regimes, highlighting how free access leads to overfishing and inefficiency, the gap between efficient and actual harvesting levels, and the social costs of stock depletion. The group discusses regulatory tools such as total allowable catches (TAC) and how marginal and social costs inform optimal harvesting, with illustrative examples like crawfish ponds and lake fisheries to show interactions between user behavior, resource dynamics, and policy responses.",
      "propositions": [
        "When a common property resource, such as a fishery, is accessible to all, the resource is used up to the point Fc at which the private cost is equal to the additional revenue generated.",
        "A common property resource problem has arisen, causing the crawfish population to fall far below the efficient level.",
        "The shaded area represents the social cost of the common property resource.",
        "Marginal social cost C = –5.645 + 0.6509F.",
        "In many fishing areas in the United States, the government determines the annual total allowable catch.",
        "The efficient crawfish catch is 9.2 million pounds.",
        "Most crawfish grow in ponds to which fishermen have unlimited access.",
        "Too many fish are caught, leading to an inefficiency.",
        "The actual catch is 11.9 million pounds.",
        "The actual level of fishing occurs at the point at which the price for crawfish is equal to the private cost of fishing.",
        "A lake is a common property resource.",
        "A common property resource is a resource to which anyone has free access.",
        "Resources that can be used without payment are likely to be overutilized.",
        "A fisherman's private cost underestimates the true cost to society because more fishing reduces the stock of fish.",
        "At the efficient level of output, the demand curve and the marginal cost curve intersect.",
        "The shaded area represents the social cost of the common property resource [FIGURE 18.14].",
        "Crawfish are bred in ponds to which fishermen have unlimited access, so crawfish are a common property resource [FIGURE 18.14]."
      ],
      "propositionIndices": [
        292,
        294,
        302,
        296,
        286,
        299,
        293,
        285,
        300,
        298,
        282,
        290,
        289,
        284,
        322,
        344,
        343
      ],
      "originalBatchIndex": 7,
      "prerequisites": []
    },
    {
      "id": "c_60b8320f",
      "title": "Concept from proposition 295",
      "summary": "Demand C = 0.401 – 0.0064F [FIGURE cf26c624-14d1-4081-aecc-7144dfe62674].",
      "propositions": [
        "Demand C = 0.401 – 0.0064F [FIGURE cf26c624-14d1-4081-aecc-7144dfe62674]."
      ],
      "propositionIndices": [
        295
      ],
      "originalBatchIndex": 7,
      "prerequisites": []
    },
    {
      "id": "c_2e33064c",
      "title": "Goods by Excludability and Rivalry: Classifications and Examples",
      "summary": "A unified unit that merges the classifications of goods by excludability and rivalry with practical examples, covering nonexclusive vs exclusive goods, rival vs nonrival goods, and the nuance that publicly provided goods can be rival and/or exclusive in practice. This combines the related propositions into a single cohesive framework for understanding different good types.",
      "propositions": [
        "A nonexclusive good is a good that people cannot be excluded from consuming, so that it is difficult or impossible to charge for its use.",
        "High school education is an example of an exclusive but nonrival good.",
        "Some goods are exclusive but nonrival.",
        "Some goods are nonexclusive but rival.",
        "National parks are examples of these types of goods.",
        "Many publicly provided goods are either rival in consumption, exclusive, or both.",
        "Others are nonexclusive but rival.",
        "Many publicly provided goods are either rival in consumption, exclusive, or both.",
        "National parks are examples of nonexclusive and rival goods."
      ],
      "propositionIndices": [
        310,
        308,
        312,
        313,
        316,
        307,
        306,
        314,
        309
      ],
      "originalBatchIndex": 7,
      "prerequisites": []
    },
    {
      "id": "c_6378b32f",
      "title": "Public Goods and Nonexcludability",
      "summary": "This unit combines the core ideas about goods that cannot be easily excluded from use and are nonrival in consumption. It covers the defining features of nonexcludable/public goods, the implication of zero marginal cost of providing to an additional consumer, and a concrete example illustrating these types of goods (such as education). The group integrates the concepts of nonexcludability, nonrivalry, marginal cost implications, and real-world examples to form a cohesive understanding of public goods and related goods categories.",
      "propositions": [
        "A nonexclusive good is a good that people cannot be excluded from consuming, so that it is difficult or impossible to charge for its use.",
        "A public good is nonexclusive and nonrival, with zero marginal cost of provision.",
        "For a public good, the marginal cost of provision to an additional consumer is zero.",
        "High school education is an example of these types of goods."
      ],
      "propositionIndices": [
        317,
        311,
        319,
        315
      ],
      "originalBatchIndex": 7,
      "prerequisites": []
    },
    {
      "id": "c_ddab976c",
      "title": "Public Goods, Nonexcludability, Free Riders, and Environmental Valuation",
      "summary": "A coherent synthesis of public goods and environmental public goods, focusing on nonexcludability and nonrivalry, why private markets underprovide these goods, and the policy mechanisms needed for efficient provision. It covers definitions of public versus environmental goods, the nonexcludable nature and the free-rider problem, financing challenges, and how willingness to pay for environmental quality varies across households and is reflected in housing and other markets, with examples including mosquito abatement and air quality and a consideration of nonrival-cost properties.",
      "propositions": [
        "A public good is a nonexclusive and nonrival good.",
        "For a public good, people cannot be excluded from consuming it.",
        "Clean air is nonexclusive.",
        "Public goods must therefore be subsidized or provided by governments if they are to be produced efficiently.",
        "The demand for clean air is illustrated in Figure 18.16. [FIGURE 18.16]",
        "Willingness to pay for clean air can be inferred from the housing market.",
        "Higher-income households have greater demands for clean air than lower-income households.",
        "The mosquito abatement program for a community is worth more to the community than the mosquito abatement program's cost of $50,000. [FIGURE 18.15]",
        "A free rider is a consumer or producer who does not pay for a nonexclusive good in the expectation that others will.",
        "The presence of free riders makes it difficult or impossible for markets to provide public goods efficiently.",
        "Mosquito abatement is a nonexclusive public good.",
        "The nonexcludability of clean air makes it difficult to stop any one person from enjoying clean air.",
        "A $5.00 fee to each of the 10,000 households would cause the mosquito abatement program to break even.",
        "The mosquito abatement example is illustrated in Figure 18.15. [FIGURE 18.15]",
        "No feasible system exists in which households that value mosquito abatement most highly pay the highest fees.",
        "Households have no incentive to pay what the mosquito abatement program is really worth to them.",
        "Households cannot be forced to pay the mosquito abatement fee.",
        "Each household is less willing to pay for clean air as the level of air quality increases.",
        "Households will pay more for a home located in an area with good air quality than for an otherwise identical home in an area with poor air quality.",
        "The three curves describe the willingness to pay for clean air for three households: low income, middle income, and high income.",
        "The nonrival nature of clean air means that one person's enjoyment does not inhibit another's.",
        "Some goods are exclusive but nonrival.",
        "A nonrival good is a good for which the marginal cost of its provision to an additional consumer is zero.",
        "Clean air is nonrival."
      ],
      "propositionIndices": [
        318,
        320,
        332,
        328,
        342,
        336,
        338,
        323,
        331,
        327,
        329,
        334,
        324,
        341,
        326,
        330,
        325,
        339,
        337,
        340,
        335,
        305,
        321,
        333
      ],
      "originalBatchIndex": 7,
      "prerequisites": []
    }
  ]
}