{
  "stats": {
    "totalConcepts": 27,
    "totalPropositions": 290,
    "avgPropsPerConcept": 10.7,
    "minProps": 3,
    "maxProps": 29,
    "singlePropConcepts": 0
  },
  "concepts": [
    {
      "id": "c_dc5cd9bf",
      "title": "Public Goods: Definition, Nonrivalry, and Financing",
      "summary": "Learning objective: Identify and articulate the characteristics of public goods (nonrival, nonexcludable), explain why they generate free-rider problems, and describe financing and provision responses.",
      "propositions": [
        "The marginal cost of providing a public good to an additional consumer is zero.",
        "People cannot be prevented from consuming a public good.",
        "A public good is nonexclusive and nonrival.",
        "A nonexclusive good is a good that people cannot be excluded from consuming.",
        "A nonexclusive good makes it difficult or impossible to charge for its use.",
        "The marginal cost of provision to an additional consumer is zero.",
        "People cannot be excluded from consuming a public good.",
        "The provider would break even if it charged a $5.00 fee to each of the 10,000 households.",
        "Households cannot be forced to pay the fee.",
        "The presence of free riders makes market provision of public goods difficult or impossible.",
        "Public goods must be subsidized or provided by governments if they are to be produced efficiently.",
        "Households have no incentive to pay what the mosquito abatement program is worth to them.",
        "A free rider is a consumer or producer who does not pay for a nonexclusive good in the expectation that others will pay."
      ],
      "propositionIndices": [
        0,
        1,
        260,
        271,
        272,
        273,
        274,
        278,
        279,
        280,
        281,
        282,
        283
      ],
      "prerequisites": []
    },
    {
      "id": "c_77a92540",
      "title": "Externalities and Social Costs: MSC vs MC and Efficient Output",
      "summary": "Learning objective: Describe how externalities create divergences between social and private costs, define marginal social cost, marginal external cost, and the efficient production/abatement levels.",
      "propositions": [
        "The chapter studies externalities and public goods.",
        "When externalities are present, the price of a good need not reflect its social value.",
        "As a result, firms may produce too much or too little, so that the market outcome is inefficient.",
        "Externalities are effects of production and consumption activities not reflected in the market price.",
        "The marginal social cost equals the sum of the marginal cost of production and the marginal external cost.",
        "The marginal external cost is the increase in cost imposed externally when a firm increases output by one unit.",
        "When there are negative externalities, the marginal social cost is higher than the marginal cost.",
        "The difference between the marginal social cost and the marginal cost is the marginal external cost.",
        "The efficient output is q*, the level where price equals the marginal social cost.",
        "The efficient level of factory emissions is the level where the marginal external cost of emissions equals the marginal abatement cost.",
        "At the efficient level of output, the demand curve intersects the marginal cost curve."
      ],
      "propositionIndices": [
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        276
      ],
      "prerequisites": []
    },
    {
      "id": "c_9691f19a",
      "title": "Categories of Goods by Rivalry and Excludability with Examples",
      "summary": "Learning objective: Classify goods by rivalry and excludability, distinguishing public vs private, club, and common-pool types with examples.",
      "propositions": [
        "Some goods are exclusive but nonrival.",
        "Some goods are nonexclusive but rival.",
        "High school education is an example of these goods.",
        "National parks are examples of these goods.",
        "Many publicly provided goods are either rival in consumption, exclusive, or both.",
        "High school education is an example of these types of goods.",
        "National parks are examples of these types of goods."
      ],
      "propositionIndices": [
        261,
        262,
        263,
        264,
        268,
        269,
        270
      ],
      "prerequisites": []
    },
    {
      "id": "c_2b09119a",
      "title": "Nonrival Goods, Social Marginal Benefit, and Valuation",
      "summary": "Learning objective: Explain how nonrivalry affects the social marginal benefit, introduce willingness-to-pay concepts for nonrival goods, and discuss valuation in relation to externalities.",
      "propositions": [
        "When a good is nonrival, the social marginal benefit of consumption is determined by vertically summing the individual demand curves D1 and D2 [FIGURE 43d12f11-6f1b-4d6d-9fc3-abef8ec1efab].",
        "One person's enjoyment of clean air does not inhibit another's.",
        "Willingness to pay for clean air can be inferred from the housing market.",
        "Households will pay more for a home located in an area with good air quality than for a home in an area with poor air quality.",
        "Higher-income households have greater demands for clean air than lower-income households.",
        "Each household is less willing to pay for clean air as the level of air quality increases.",
        "Three curves describe willingness to pay for clean air for low-income, middle-income, and high-income households [FIGURE 8708befa-0958-4628-840f-67ad9071bd65]."
      ],
      "propositionIndices": [
        275,
        284,
        285,
        286,
        287,
        288,
        289
      ],
      "prerequisites": []
    },
    {
      "id": "c_98f74888",
      "title": "Acid Rain Context and Environmental Damages",
      "summary": "Highlights the environmental impact channel of pollution: a substantial share of sulfur dioxide emissions come from electric power generation, leading to acid rain that damages water, forests, and man-made structures. Introduces the idea that the efficient sulfur dioxide concentration is where marginal abatement cost equals marginal external cost (MAC = MEC). These propositions provide the empirical and environmental backdrop for the emissions-policy discussion.",
      "propositions": [
        "Almost two-thirds of sulfur dioxide emissions in the United States come from electric power generation.",
        "Acid rain damages water, forests, and man-made structures.",
        "The efficient sulfur dioxide concentration equates the marginal abatement cost to the marginal external cost.",
        "Coal had been the primary fuel for generating electricity, accounting for over 50% of electricity generation during the 1980s and 1990s."
      ],
      "propositionIndices": [
        25,
        26,
        27,
        76
      ],
      "prerequisites": []
    },
    {
      "id": "c_2a95fb31",
      "title": "Efficient Emission Level and E*",
      "summary": "Defines the concept of the efficient emission level, E*, including its notation and numerical representation (e.g., E* = 12). Explains that the efficient level can be characterized by MEC = MCA (or MAC) in some contexts, and that specific numeric exemplars (like 12 units) illustrate the idea. Connects the E* concept to policy instruments that can realize it via standards or fees.",
      "propositions": [
        "The efficient level of emissions is 12 units.",
        "The efficient level of emissions is denoted E*.",
        "The efficient level of factory emissions is the level that equates the marginal external cost of emissions MEC to the benefit associated with lower abatement costs MCA.",
        "The efficient level of 12 units is E*.",
        "The efficient level of emissions at E* can be achieved through either an emissions fee or an emissions standard.",
        "The same level of emissions reduction can be achieved with a standard that limits emissions to 12 units."
      ],
      "propositionIndices": [
        12,
        13,
        29,
        30,
        36,
        38
      ],
      "prerequisites": []
    },
    {
      "id": "c_8528ed50",
      "title": "Definitions and Immediate Mechanisms of Emissions Instruments",
      "summary": "Learning objective: Define emissions standard, emissions fee, and transferable permits; explain the basic mechanism by which each instrument operates and how firms respond in terms of abatement and efficiency.",
      "propositions": [
        "An emissions standard is a legal limit on the amount of pollutants a firm can emit.",
        "An emissions fee is a charge levied on each unit of a firm’s emissions.",
        "A transferable emissions permit is a tradable permission to emit a given amount of pollutants.",
        "The emissions standard ensures that the firm produces efficiently.",
        "Firms meet the emissions standard by installing pollution-abatement equipment.",
        "Emissions standards can encourage reductions to E*.",
        "Emissions fees can encourage reductions to E*.",
        "Transferable emissions permits can encourage reductions to E*.",
        "The standard ensures that the firm produces efficiently.",
        "An emissions standard is the legal limit on the amount of pollutants a firm can emit.",
        "An emissions fee is a charge levied on each unit of a firm's emissions.",
        "Each permit specifies the number of units of emissions that the firm is allowed to put out.",
        "Excess emissions are subject to substantial monetary sanctions.",
        "GHG emissions could be reduced from current levels by imposing stiff taxes on fossil fuels."
      ],
      "propositionIndices": [
        14,
        15,
        16,
        17,
        18,
        22,
        23,
        24,
        31,
        34,
        35,
        50,
        51,
        156
      ],
      "prerequisites": []
    },
    {
      "id": "c_1bec5476",
      "title": "Cost, Abatement, and Information in Standards and Fees",
      "summary": "Learning objective: Analyze how abatement costs shape responses to standards and fees, including the role of the marginal abatement cost curve, and how information constraints affect policy design decisions.",
      "propositions": [
        "With no abatement effort, the firm’s profit-maximizing emissions level is 26.",
        "The level 26 is the level at which the marginal cost of abatement is zero.",
        "The marginal abatement cost curve is a series of steps.",
        "With no effort at abatement, the firm's profit-maximizing level of emissions is 26, the level at which the marginal cost of abatement is zero.",
        "Facing a fee of $3 per unit of emissions, a firm reduces emissions to the point at which the fee is equal to the marginal cost of abatement.",
        "With the fee, the firm with a lower abatement cost curve reduces emissions more than the firm with the higher abatement cost curve.",
        "With limited information, a policymaker may be faced with the choice of either a single emissions fee or a single emissions standard for all firms.",
        "The fee of $3 achieves a total emissions level of 14 units more cheaply than a 7-unit-per-firm emissions standard.",
        "When the government has limited information about the costs and benefits of pollution abatement, either a standard or a fee may be preferable.",
        "The standard is preferable when the marginal external cost curve is steep and the marginal abatement cost curve is relatively flat.",
        "The same percentage error in setting a fee would result in excess costs of ABC.",
        "Here a 12.5 percent error in setting the standard leads to extra social costs of triangle ADE."
      ],
      "propositionIndices": [
        19,
        20,
        21,
        28,
        37,
        39,
        40,
        41,
        42,
        43,
        44,
        45
      ],
      "prerequisites": []
    },
    {
      "id": "c_a7063087",
      "title": "Cap-and-Trade Fundamentals and Market Equilibrium",
      "summary": "Learning objective: Understand cap-and-trade basics, how permit quantities and prices interact, and the conditions for least-cost emissions outcomes.",
      "propositions": [
        "Firms will find it profitable to enter the industry only if the price of the product is greater than the average cost of production plus abatement—the efficient condition for the industry.",
        "If there are enough firms and permits, a competitive market will develop.",
        "In equilibrium, the price of a permit equals the marginal cost of abatement for all firms.",
        "Otherwise, a firm will find it advantageous to buy more permits.",
        "The level of emissions chosen by the government will be achieved at minimum cost.",
        "The total number of permits is chosen to achieve the desired maximum level of emissions.",
        "Permits are marketable and can be bought and sold."
      ],
      "propositionIndices": [
        33,
        46,
        47,
        48,
        49,
        52,
        53
      ],
      "prerequisites": []
    },
    {
      "id": "c_28ed4cb6",
      "title": "Historical Performance, Offsets, and Price Dynamics in Cap-and-Trade",
      "summary": "Learning objective: Examine documented history of cap-and-trade, including offset programs and observed price volatility and market outcomes.",
      "propositions": [
        "Bubble and offset programs substantially understate the potential gain from a broad-based emissions trading program.",
        "The 1990 Clean Air Act focused on transferable permits as a way of dealing with acid rain.",
        "In 2005 the program was modified through the Clean Air Interstate Rule to put a cap on emissions in 25 states while continuing to allow emissions trades.",
        "The program is known as cap and trade.",
        "In the early 1990s, economists expected these permits to trade for around $300.",
        "Reducing sulfur dioxide emissions was less costly than anticipated.",
        "From 2005 to 2006, the price of permits rose sharply, hitting a high of nearly $1600 in December 2005.",
        "Starting in 2007, the market price of emission permits began to decline, in part because the EPA lost a lawsuit brought by a group of utilities.",
        "Under the offset program, new sources of emissions may be found, but only if they offset their new emissions by reducing emissions from existing sources by at least as much.",
        "A total of more than 2000 offset transactions have occurred since 1976.",
        "In the 1980s and 1990s, the Environmental Protection Agency's 'bubble' and 'offset' programs were modest attempts to use a trading system to lower the cleanup costs of emissions.",
        "Abatement cost savings associated with the EPA's program of 42 bubbles have been approximately $300 million per year since 1979.",
        "The price of tradable permits for sulfur dioxide emissions fluctuated between $100 and $200 from 1993 to 2003.",
        "The price fluctuated between $400 and $500 per ton for the next few years, before the stock market crashed in 2008.",
        "By 2012, the price of permits was close to zero, and the permit market had effectively collapsed.",
        "The price of tradeable permits for sulfur dioxide emissions fluctuated between $100 and $200 from 1993 to 2003.",
        "The price increased sharply in 2005 in response to an increased demand for permits.",
        "The price increased sharply in 2006 in response to an increased demand for permits.",
        "The price fluctuated between $400 and $500 per ton for the next few years.",
        "By 2012, the price of permits was close to zero.",
        "The permit market had effectively collapsed."
      ],
      "propositionIndices": [
        54,
        55,
        56,
        57,
        58,
        59,
        60,
        61,
        62,
        63,
        64,
        65,
        66,
        67,
        68,
        69,
        70,
        71,
        72,
        74,
        75
      ],
      "prerequisites": []
    },
    {
      "id": "c_67e502fd",
      "title": "Private vs Social Costs and Efficiency in Waste Disposal",
      "summary": "Learning objective: distinguish private marginal costs from social costs of disposal, explain why markets may over- or under-dispose of waste, and identify the efficient recycling level where MSC equals MCR (m* versus private quantities).",
      "propositions": [
        "The low cost of disposal creates a divergence between private and social costs.",
        "The marginal private cost is the cost to households of throwing out the glass.",
        "The marginal private cost is likely to be constant for low to moderate disposal.",
        "The marginal private cost increases for large disposal levels involving additional shipping and dump charges.",
        "The social cost of disposal includes harm to the environment from littering and injuries.",
        "The marginal social cost is likely to increase.",
        "The marginal social cost increases in part because the marginal private cost is increasing.",
        "The environmental and aesthetic costs of littering are likely to increase sharply as the level of disposal increases.",
        "The disposal of waste products involves little or no private cost.",
        "Society will dispose of too much waste material.",
        "Many communities charge households a fixed annual fee for trash disposal.",
        "The fixed annual fee allows households to dispose of glass and other garbage at very low cost.",
        "The overutilization of virgin materials and the underutilization of recycled materials will result in a market failure.",
        "The efficient amount of recycling equals the point where MSC equals MCR.",
        "The efficient amount of scrap for disposal m* is less than the amount that will arise in a private market m1."
      ],
      "propositionIndices": [
        78,
        79,
        80,
        81,
        82,
        83,
        84,
        85,
        86,
        87,
        88,
        89,
        90,
        91,
        92
      ],
      "prerequisites": []
    },
    {
      "id": "c_875a2a3f",
      "title": "Glass Market Structure and Policy-Driven Supply Shifts",
      "summary": "Learning objective: analyze the market for glass containers, including virgin and recycled glass supplies (Sv, Sr) and total supply (S); understand how disposal costs and policy change shift supply from Sr to S'r and affect price and quantity (P, M*).",
      "propositions": [
        "Raising the relative cost of disposal and encouraging recycling increases the supply of recycled glass from Sr to S'r.",
        "Raising the relative cost of disposal and encouraging recycling increases the aggregate supply of glass from S to S'.",
        "The supply of virgin glass containers is given by Sv.",
        "The supply of recycled glass is given by Sr.",
        "Initially, equilibrium in the market for glass containers involves a price P and a supply of recycled glass M1.",
        "The market supply S equals the horizontal sum of the virgin glass and recycled glass supplies.",
        "The price of glass falls to P'.",
        "The quantity of recycled glass increases to M*.",
        "The amount of disposed glass decreases."
      ],
      "propositionIndices": [
        93,
        94,
        95,
        96,
        97,
        98,
        99,
        100,
        101
      ],
      "prerequisites": []
    },
    {
      "id": "c_b92a266a",
      "title": "Recycling Policy Instruments and Their Effectiveness",
      "summary": "Learning objective: identify policy proposals to encourage recycling (refunds/deposits, curbside charges, mandatory separation) and evaluate their effectiveness in increasing recycling outcomes.",
      "propositions": [
        "A number of policy proposals have been introduced to encourage recycling in the United States.",
        "Refundable deposits are policy proposals introduced to encourage recycling.",
        "Curbside charges are policy proposals introduced to encourage recycling.",
        "Mandatory separation of recyclable materials such as glass is a policy to encourage recycling.",
        "The effectiveness of refundable deposits, curbside charges, and mandatory separation policies varies based on consumer preferences.",
        "A refundable deposit system does best, with 78.9 percent of consumers purchasing recyclable glass containers.",
        "The stock of knowledge accumulates as a result of investments in research and development."
      ],
      "propositionIndices": [
        102,
        103,
        104,
        105,
        106,
        107,
        130
      ],
      "prerequisites": []
    },
    {
      "id": "c_aa666252",
      "title": "National Waste Generation and Recycling Statistics",
      "summary": "Learning objective: present and interpret per-capita waste generation, total waste, and recycling rates, and compare cross-country trends to understand outcomes.",
      "propositions": [
        "Recycling efforts have expanded in the past decade.",
        "By 2009, 50.7 percent of aluminum, 74.2 percent of office paper, and 31.1 percent of glass containers were recycled.",
        "In 2013, Americans generated 4.40 pounds of solid waste per person per day.",
        "1.51 pounds of that total were recycled or composted.",
        "In 2009, the average resident of the United States generated 4.34 pounds of solid waste per day.",
        "United States residents generated more waste per day than residents of Tokyo, Paris, Hong Kong, and Rome.",
        "Some differences in waste generation are due to variations in consumption levels.",
        "Most differences are due to the efforts that many other countries have made to encourage recycling.",
        "In 2013, Americans generated about 254 million tons of trash.",
        "Americans recycled and composted about 87 million tons of this material.",
        "United States residents generated substantially more solid waste per day than residents of Tokyo, Paris, Hong Kong, and Rome.",
        "Some differences in waste generation across countries are due to variations in consumption levels.",
        "Most differences in waste generation across countries are due to efforts to encourage recycling.",
        "Americans recycled and composted about 87 million tons, equivalent to a 34.3 percent average recycling rate.",
        "Americans generated 4.40 pounds of waste per person per day in 2013, of which 1.51 pounds were recycled or composted."
      ],
      "propositionIndices": [
        108,
        109,
        110,
        111,
        112,
        113,
        114,
        115,
        116,
        117,
        118,
        119,
        120,
        121,
        122
      ],
      "prerequisites": []
    },
    {
      "id": "c_6709e43b",
      "title": "Stock Dynamics and Dissipation in Climate Policy",
      "summary": "Learning objective: Explain how atmospheric pollutant stocks accumulate and dissipate, define stock externalities, and describe their welfare and policy implications.",
      "propositions": [
        "Global warming is the stock of accumulated greenhouse gases in the atmosphere that ultimately causes harm.",
        "The dissipation rate for accumulated greenhouse gases is very low.",
        "A stock externality is the accumulated result of actions by a producer or consumer that is not accounted for in the market price and affects other producers or consumers.",
        "Societal damage can arise from the accumulated stock of a pollutant rather than from the emissions flow.",
        "Stock externalities can also be positive.",
        "In general, the stock in year t equals the year's emissions plus the nondissipated stock from the previous year.",
        "With ongoing emissions, the stock will accumulate.",
        "A fraction δ of the stock dissipates each year.",
        "In the first year, the stock of pollutant S equals the year's emissions E.",
        "In the second year, the stock S_2 equals E_2 plus (1 - δ) S_1.",
        "As N becomes infinitely large, the stock approaches the long-run equilibrium level E/δ.",
        "S_t = E_t + (1 - \\delta) S_{t-1}.",
        "S_N = E \\left[ 1 + (1 - \\delta) + (1 - \\delta)^2 + .. + (1 - \\delta)^{N-1} \\right].",
        "S_2 = E_2 + (1 - \\delta) S_1."
      ],
      "propositionIndices": [
        125,
        126,
        127,
        128,
        129,
        131,
        132,
        133,
        134,
        135,
        136,
        137,
        138,
        139
      ],
      "prerequisites": []
    },
    {
      "id": "c_23e0d0da",
      "title": "NPV, Discounting, and Policy Response under Stock Externalities",
      "summary": "Learning objective: Compute and interpret net present value for private investments and government responses to stock externalities; assess how dissipation (δ) and the discount rate (R) shape policy evaluation.",
      "propositions": [
        "The firm can decide whether an investment is economically justified by calculating its net present value (NPV).",
        "Net present value concepts also apply when analyzing how the government should respond to a stock externality.",
        "NPV = \\frac{(-1.5 + .198)}{1 + R} + \\frac{(-1.5 + .296)}{(1 + R)^2} + \\ldots + \\frac{(-1.5 + 4.337)}{(1 + R)^{99}}.",
        "Table 18.2 shows how the NPV of a 'zero emissions' policy depends on the dissipation rate δ.",
        "If δ is lower, the accumulated stock of pollutant will reach higher levels and cause more economic damage, so the future benefits of reducing emissions will be greater.",
        "NPV is the present discounted value of the annual net benefits.",
        "The discount rate used in the NPV calculation is denoted by R.",
        "NPV equals the expression NPV = \\frac{(-1.5 + .198)}{1 + R} + \\frac{(-1.5 + .296)}{(1 + R)^2} + \\ldots + \\frac{(-1.5 + 4.337)}{(1 + R)^{99}}.",
        "Table 18.2 shows how the NPV of a 'zero emissions' policy depends on the dissipation rate delta.",
        "Entries in the table are NPVs in billions of dollars.",
        "Entries for delta equals 0.02 correspond to net benefit numbers in Table 18.1.",
        "A lower dissipation rate delta leads to a higher accumulated stock of pollutant.",
        "A higher accumulated stock of pollutant causes more economic damage.",
        "Therefore, the future benefits of reducing emissions will be greater.",
        "The social rate of discount depends on three factors: the expected rate of real economic growth; the extent of risk aversion for society as a whole; and the rate of pure time preference for society."
      ],
      "propositionIndices": [
        123,
        124,
        140,
        141,
        142,
        143,
        144,
        145,
        146,
        147,
        148,
        149,
        150,
        151,
        152
      ],
      "prerequisites": []
    },
    {
      "id": "c_1c8dc3a0",
      "title": "Intertemporal Policy Evaluation: Social Discount Rate and Policy Tools",
      "summary": "Learning objective: Explain how the social rate of discount is determined by growth, risk aversion, and pure time preference; evaluate climate policies using intertemporal cost-benefit analysis under uncertainty.",
      "propositions": [
        "Without economic growth, the rate of pure time preference dominates the valuation of present versus future benefits.",
        "With rapid economic growth, future generations will have higher incomes and their marginal utility of income is decreasing.",
        "The social rate of discount is the opportunity cost to society of receiving an economic benefit in the future rather than in the present.",
        "The present discounted value of the likely benefits of reducing emissions today could be significant.",
        "Whether a policy to restrict GHG emissions makes economic sense depends on the discount rate used.",
        "The present discounted value of the likely benefits of climate policies may be too small.",
        "There is considerable uncertainty over the economic impact of higher temperatures.",
        "Reducing emissions today would yield a future benefit.",
        "The cost of reducing emissions can be assessed.",
        "There is uncertainty over the numbers for the costs.",
        "Whether a policy to restrict greenhouse gas emissions makes economic sense depends on the discount rate used."
      ],
      "propositionIndices": [
        153,
        154,
        155,
        159,
        160,
        169,
        170,
        172,
        173,
        174,
        178
      ],
      "prerequisites": []
    },
    {
      "id": "c_3834925f",
      "title": "Emissions, Climate Change Impacts, and Economic Damages",
      "summary": "Summarizes empirical patterns: rising emissions, fossil-fuel use, warming impacts, and the link between warming and GDP-type damages, including approximate magnitudes and growth assumptions.",
      "propositions": [
        "Emissions of carbon dioxide and other greenhouse gases have increased dramatically over the past century.",
        "The increase in emissions has been accompanied by greater use of fossil fuels.",
        "The consensus view is that the impact of higher temperatures could be significant.",
        "Emissions of carbon dioxide and other greenhouse gases increased dramatically over the past century.",
        "Economic growth and greater use of fossil fuels accompanied the increase in emissions.",
        "The increase in emissions led to higher atmospheric concentrations of greenhouse gases.",
        "Damage from warming is estimated to be 1.5% of GDP per year for every 1°C of temperature increase.",
        "Under BAU, temperature is predicted to rise by 0.04° per year."
      ],
      "propositionIndices": [
        157,
        158,
        171,
        175,
        176,
        177,
        181,
        182
      ],
      "prerequisites": []
    },
    {
      "id": "c_279fe05a",
      "title": "Measurement Units and Data Conventions in Climate Analysis",
      "summary": "Defines the units used for emissions, atmospheric concentrations, and temperature (Et, St, ΔT), as well as the scale of costs, damages, and benefits in policy analysis.",
      "propositions": [
        "Example 18.4 Global Warming uses units Et, St, and ∆T.",
        "Et is measured in gigatonnes of CO2 equivalent.",
        "St is measured in parts per million of atmospheric CO2e.",
        "∆Tt is measured in degrees Celsius.",
        "Costs, damages, and net benefits are measured in trillions of 2007 dollars.",
        "Et is measured in gigatonnes (billions of metric tons) of CO2 equivalent.",
        "ΔTt is measured in degrees Celsius."
      ],
      "propositionIndices": [
        161,
        162,
        163,
        164,
        165,
        183,
        184
      ],
      "prerequisites": []
    },
    {
      "id": "c_c85e7f17",
      "title": "Data Tables and Baseline Projections in Policy Scenarios",
      "summary": "Describes the data tables used to report emissions, stocks, temperature, and damages under different scenarios (BAU vs emissions reductions) and notes key baseline figures.",
      "propositions": [
        "Under Business As Usual, the table lists E_t, S_t, ∆T_t, and DAMAGE.",
        "Under Emissions Reduced by 1% per year, the table lists E_t, S_t, ∆T_t, and DAMAGE.",
        "Discount rate columns in the table include 0.01, 0.02, 0.04, 0.06, and 0.08.",
        "Emissions are estimated to be 1% of GDP each year.",
        "World GDP is projected to grow at 2.5% in real terms from a level of $65 trillion in 2016."
      ],
      "propositionIndices": [
        166,
        167,
        168,
        179,
        180
      ],
      "prerequisites": []
    },
    {
      "id": "c_9b4cedfd",
      "title": "Property Rights Allocation and Coase Bargaining Foundations",
      "summary": "Learning objective: Explain the role of clearly defined property rights in inducing private bargaining to internalize externalities, and identify the conditions under which such bargaining can reach efficient outcomes without government intervention.",
      "propositions": [
        "The firm had a property right to use the river to dispose of its waste.",
        "The fishermen did not have a property right to effluent-free water.",
        "As a result, the firm had no incentive to include the cost of effluent in its production calculations.",
        "The firm externalized the costs generated by the effluent.",
        "If the fishermen had a property right to clean water, they could demand that the firm pay them for the right to dump effluent.",
        "The firm would either cease production or pay the costs associated with the effluent.",
        "Property rights are legal rules stating what people or firms may do with their property.",
        "The firm had no incentive to include the cost of effluent in its production calculations.",
        "The fishermen had a property right to clean water.",
        "The fishermen could demand that the firm pay them for the right to dump effluent.",
        "Economic efficiency can be achieved without government intervention when the externality affects relatively few parties and property rights are well specified.",
        "Maximization occurs when the factory installs a filter and the fishermen do not build a treatment plant.",
        "Neither party can be made better off by bargaining, so installing the filter is efficient.",
        "The analysis applies to all situations where property rights are well specified.",
        "If the fishermen have the right to clean water, the factory must install the filter.",
        "The fishermen would have to pay the factory for its $200 lost profit when the right to clean water is given.",
        "One party might demand a large share and refuse to bargain, assuming the other party will concede.",
        "The harm to fishermen equals $400, the difference between profits with no effluent ($500) and with effluent ($100).",
        "Do not install a filter and pay damages yields profit = $100 ($500 - $400).",
        "Install a filter and avoid damages yields profit = $300 ($500 - $200).",
        "Installing a filter is cheaper than paying damages, so the filter option is efficient.",
        "Giving the factory the property right to emit effluent yields an efficient outcome with a different profit division.",
        "Installing a filter is cheaper than paying damages.",
        "If the factory does not install a filter and pays damages, profit is $100.",
        "If the factory installs a filter and avoids damages, profit equals $300 ($500 - $200).",
        "Giving the factory the property right to emit effluent yields an efficient outcome.",
        "Fishermen have the legal right to require the factory to install the filter.",
        "The Coase theorem applies to governments as well as to people and organizations.",
        "A September 1987 cooperative agreement existed between New York City and New Jersey illustrating the Coase theorem."
      ],
      "propositionIndices": [
        186,
        187,
        188,
        189,
        190,
        191,
        192,
        198,
        199,
        200,
        205,
        206,
        208,
        209,
        210,
        211,
        219,
        220,
        221,
        222,
        223,
        224,
        225,
        226,
        227,
        228,
        229,
        238,
        239
      ],
      "prerequisites": []
    },
    {
      "id": "c_4b3925f9",
      "title": "Case Illustrations: NYC–New Jersey and Private Bargaining Outcomes",
      "summary": "Learning objective: Apply Coase bargaining concepts to the NYC–New Jersey case, analyzing how right allocations, potential transfers, and bargaining dynamics yield specific profits and settlements.",
      "propositions": [
        "The case study discusses a firm that dumps effluent into a river.",
        "If the fishermen have the property right to clean water, the factory earns a profit of $300 and the fishermen $500.",
        "Without cooperation, the fishermen earn $200 and the factory earns $500.",
        "With cooperation, the profit of both increases by $50.",
        "Garbage spills from waterfront trash facilities harmed water quality along the New Jersey shore.",
        "More than 200 tons of garbage formed a 50-mile-long slick off the New Jersey shore in August 1987.",
        "New Jersey had the right to clean beaches.",
        "New Jersey could have asked a court to grant an injunction requiring New York City to stop using its trash facilities.",
        "After two weeks of negotiations, New York and New Jersey reached a settlement.",
        "New Jersey would not sue.",
        "New York City would use devices to contain spills, monitor trash facilities, and shut down those failing to comply."
      ],
      "propositionIndices": [
        185,
        207,
        212,
        213,
        240,
        241,
        242,
        243,
        244,
        245,
        246
      ],
      "prerequisites": []
    },
    {
      "id": "c_5197f819",
      "title": "Common Property Resources and Fishing: Social Costs and Efficient Harvesting",
      "summary": "Learning objective: Demonstrate how common-pool resource dynamics (lakes, crawfish) create externalities and determine the efficient harvest through the condition MB = MSC and the incorporation of social costs.",
      "propositions": [
        "A lake is a common property resource.",
        "No fisherman has the incentive to account for how his fishing affects the opportunities of others.",
        "The fisherman's private cost understates the true cost to society because more fishing reduces the stock of fish.",
        "Externalities arise when resources can be used without payment.",
        "Externalities cause resources to be overutilized.",
        "Marginal social cost C = –5.645 + 0.6509F.",
        "Private cost: C = –0.357 + 0.0573F.",
        "Actual fishing level occurs where the price for crawfish equals the private cost of fishing.",
        "The efficient crawfish catch is 9.2 million pounds.",
        "The actual catch is 11.9 million pounds.",
        "Crawfish are a common property resource because fishermen have unlimited access to ponds.",
        "The efficient level of fishing occurs when marginal benefit equals marginal social cost.",
        "The shaded area represents the social cost of the common property resource.",
        "Crawfish are bred in ponds to which fishermen have unlimited access.",
        "Crawfish are a common property resource."
      ],
      "propositionIndices": [
        247,
        248,
        249,
        250,
        251,
        253,
        254,
        255,
        256,
        257,
        258,
        259,
        265,
        266,
        267
      ],
      "prerequisites": []
    },
    {
      "id": "c_8eb39334",
      "title": "Internalizing Externalities through Technology Choices",
      "summary": "Examines how installing a filter and/or a water treatment plant internalizes external costs, and how these choices affect factory and fishermen profits, joint welfare, and efficiency.",
      "propositions": [
        "The firm meets the standard by installing pollution-abatement equipment.",
        "No filter and no treatment plant yields factory profit 500, fishermen profit 100, total profit 600.",
        "Filter and no treatment plant yields factory profit 300, fishermen profit 500, total profit 800.",
        "No filter and treatment plant yields factory profit 500, fishermen profit 200, total profit 700.",
        "Filter and treatment plant yields factory profit 300, fishermen profit 300, total profit 600.",
        "Property rights determine whether effluent costs are included in production calculations.",
        "Internalizing effluent costs leads to an efficient allocation of resources.",
        "The factory can install a filter system to reduce its effluent.",
        "The fishermen can pay for the installation of a water treatment plant.",
        "The efficient solution maximizes the joint profit of the factory and the fishermen.",
        "Putting in a treatment plant yields profit = $200 for the fishermen.",
        "Not putting in a treatment plant or requiring a filter yields profit = $100."
      ],
      "propositionIndices": [
        32,
        193,
        194,
        195,
        196,
        197,
        201,
        202,
        203,
        204,
        231,
        232
      ],
      "prerequisites": []
    },
    {
      "id": "c_3df1a27c",
      "title": "Bargaining, Costs, and the Possibility of Breakdowns in Multi-Party Externalities",
      "summary": "Addresses bargaining complexity in externality cases with many parties, highlighting bargaining costs, time consumption, and the potential for breakdown even when gains exist.",
      "propositions": [
        "Emissions from a factory can adversely affect hundreds or thousands of downstream households.",
        "Bargaining costs can make settlements difficult when many parties are involved.",
        "Bargaining is time-consuming and costly when property rights are not clearly specified.",
        "If property rights are unclear, the fishermen might be willing to pay only $100 and bargaining would break down.",
        "Bargaining can break down even when communication and monitoring are costless if both parties believe larger gains are possible."
      ],
      "propositionIndices": [
        214,
        215,
        216,
        217,
        218
      ],
      "prerequisites": []
    },
    {
      "id": "c_bfae9a6b",
      "title": "Additional Coase-Style Outcomes: Damages, Payments, and Efficiency",
      "summary": "Expands on profit outcomes and efficiency when damages are used as a resolution mechanism, including payments for lost profits and related scenarios.",
      "propositions": [
        "Fishermen would pay the factory for its $200 lost profit, not for the filter cost.",
        "Having the factory put in a filter but paying damages yields profit = $300 ($500 - $200).",
        "The $300 profit is substantially less than the $500 profit when fishermen have the right to clean water.",
        "A suit for damages eliminates the need for bargaining by specifying the consequences of the parties’ choices.",
        "The fishermen earn the highest profit by having the factory put in a filter but pay damages.",
        "The outcome with a damages suit is efficient because the filter has been installed.",
        "The mosquito abatement program is worth more to the community than its $50,000 cost."
      ],
      "propositionIndices": [
        230,
        233,
        234,
        235,
        236,
        237,
        277
      ],
      "prerequisites": []
    },
    {
      "id": "c_7c342c9a",
      "title": "Recovered Propositions",
      "summary": "Automatically added to guarantee one-to-one proposition assignment.",
      "propositions": [
        "The stock market crashed in 2008.",
        "Starting around 2000, coal was increasingly displaced by natural gas in electricity generation.",
        "Demand C = 0.401 – 0.0064F."
      ],
      "propositionIndices": [
        73,
        77,
        252
      ],
      "prerequisites": []
    }
  ],
  "graph": {
    "nodes": [
      {
        "id": "c_dc5cd9bf",
        "type": "concept",
        "data": {
          "title": "Public Goods: Definition, Nonrivalry, and Financing",
          "summary": "Learning objective: Identify and articulate the characteristics of public goods (nonrival, nonexcludable), explain why they generate free-rider problems, and describe financing and provision responses.",
          "propositions": [
            "The marginal cost of providing a public good to an additional consumer is zero.",
            "People cannot be prevented from consuming a public good.",
            "A public good is nonexclusive and nonrival.",
            "A nonexclusive good is a good that people cannot be excluded from consuming.",
            "A nonexclusive good makes it difficult or impossible to charge for its use.",
            "The marginal cost of provision to an additional consumer is zero.",
            "People cannot be excluded from consuming a public good.",
            "The provider would break even if it charged a $5.00 fee to each of the 10,000 households.",
            "Households cannot be forced to pay the fee.",
            "The presence of free riders makes market provision of public goods difficult or impossible.",
            "Public goods must be subsidized or provided by governments if they are to be produced efficiently.",
            "Households have no incentive to pay what the mosquito abatement program is worth to them.",
            "A free rider is a consumer or producer who does not pay for a nonexclusive good in the expectation that others will pay."
          ]
        },
        "metadata": {
          "proposition_indices": [
            0,
            1,
            260,
            271,
            272,
            273,
            274,
            278,
            279,
            280,
            281,
            282,
            283
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_77a92540",
        "type": "concept",
        "data": {
          "title": "Externalities and Social Costs: MSC vs MC and Efficient Output",
          "summary": "Learning objective: Describe how externalities create divergences between social and private costs, define marginal social cost, marginal external cost, and the efficient production/abatement levels.",
          "propositions": [
            "The chapter studies externalities and public goods.",
            "When externalities are present, the price of a good need not reflect its social value.",
            "As a result, firms may produce too much or too little, so that the market outcome is inefficient.",
            "Externalities are effects of production and consumption activities not reflected in the market price.",
            "The marginal social cost equals the sum of the marginal cost of production and the marginal external cost.",
            "The marginal external cost is the increase in cost imposed externally when a firm increases output by one unit.",
            "When there are negative externalities, the marginal social cost is higher than the marginal cost.",
            "The difference between the marginal social cost and the marginal cost is the marginal external cost.",
            "The efficient output is q*, the level where price equals the marginal social cost.",
            "The efficient level of factory emissions is the level where the marginal external cost of emissions equals the marginal abatement cost.",
            "At the efficient level of output, the demand curve intersects the marginal cost curve."
          ]
        },
        "metadata": {
          "proposition_indices": [
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            276
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_9691f19a",
        "type": "concept",
        "data": {
          "title": "Categories of Goods by Rivalry and Excludability with Examples",
          "summary": "Learning objective: Classify goods by rivalry and excludability, distinguishing public vs private, club, and common-pool types with examples.",
          "propositions": [
            "Some goods are exclusive but nonrival.",
            "Some goods are nonexclusive but rival.",
            "High school education is an example of these goods.",
            "National parks are examples of these goods.",
            "Many publicly provided goods are either rival in consumption, exclusive, or both.",
            "High school education is an example of these types of goods.",
            "National parks are examples of these types of goods."
          ]
        },
        "metadata": {
          "proposition_indices": [
            261,
            262,
            263,
            264,
            268,
            269,
            270
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_2b09119a",
        "type": "concept",
        "data": {
          "title": "Nonrival Goods, Social Marginal Benefit, and Valuation",
          "summary": "Learning objective: Explain how nonrivalry affects the social marginal benefit, introduce willingness-to-pay concepts for nonrival goods, and discuss valuation in relation to externalities.",
          "propositions": [
            "When a good is nonrival, the social marginal benefit of consumption is determined by vertically summing the individual demand curves D1 and D2 [FIGURE 43d12f11-6f1b-4d6d-9fc3-abef8ec1efab].",
            "One person's enjoyment of clean air does not inhibit another's.",
            "Willingness to pay for clean air can be inferred from the housing market.",
            "Households will pay more for a home located in an area with good air quality than for a home in an area with poor air quality.",
            "Higher-income households have greater demands for clean air than lower-income households.",
            "Each household is less willing to pay for clean air as the level of air quality increases.",
            "Three curves describe willingness to pay for clean air for low-income, middle-income, and high-income households [FIGURE 8708befa-0958-4628-840f-67ad9071bd65]."
          ]
        },
        "metadata": {
          "proposition_indices": [
            275,
            284,
            285,
            286,
            287,
            288,
            289
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_98f74888",
        "type": "concept",
        "data": {
          "title": "Acid Rain Context and Environmental Damages",
          "summary": "Highlights the environmental impact channel of pollution: a substantial share of sulfur dioxide emissions come from electric power generation, leading to acid rain that damages water, forests, and man-made structures. Introduces the idea that the efficient sulfur dioxide concentration is where marginal abatement cost equals marginal external cost (MAC = MEC). These propositions provide the empirical and environmental backdrop for the emissions-policy discussion.",
          "propositions": [
            "Almost two-thirds of sulfur dioxide emissions in the United States come from electric power generation.",
            "Acid rain damages water, forests, and man-made structures.",
            "The efficient sulfur dioxide concentration equates the marginal abatement cost to the marginal external cost.",
            "Coal had been the primary fuel for generating electricity, accounting for over 50% of electricity generation during the 1980s and 1990s."
          ]
        },
        "metadata": {
          "proposition_indices": [
            25,
            26,
            27,
            76
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_2a95fb31",
        "type": "concept",
        "data": {
          "title": "Efficient Emission Level and E*",
          "summary": "Defines the concept of the efficient emission level, E*, including its notation and numerical representation (e.g., E* = 12). Explains that the efficient level can be characterized by MEC = MCA (or MAC) in some contexts, and that specific numeric exemplars (like 12 units) illustrate the idea. Connects the E* concept to policy instruments that can realize it via standards or fees.",
          "propositions": [
            "The efficient level of emissions is 12 units.",
            "The efficient level of emissions is denoted E*.",
            "The efficient level of factory emissions is the level that equates the marginal external cost of emissions MEC to the benefit associated with lower abatement costs MCA.",
            "The efficient level of 12 units is E*.",
            "The efficient level of emissions at E* can be achieved through either an emissions fee or an emissions standard.",
            "The same level of emissions reduction can be achieved with a standard that limits emissions to 12 units."
          ]
        },
        "metadata": {
          "proposition_indices": [
            12,
            13,
            29,
            30,
            36,
            38
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_8528ed50",
        "type": "concept",
        "data": {
          "title": "Definitions and Immediate Mechanisms of Emissions Instruments",
          "summary": "Learning objective: Define emissions standard, emissions fee, and transferable permits; explain the basic mechanism by which each instrument operates and how firms respond in terms of abatement and efficiency.",
          "propositions": [
            "An emissions standard is a legal limit on the amount of pollutants a firm can emit.",
            "An emissions fee is a charge levied on each unit of a firm’s emissions.",
            "A transferable emissions permit is a tradable permission to emit a given amount of pollutants.",
            "The emissions standard ensures that the firm produces efficiently.",
            "Firms meet the emissions standard by installing pollution-abatement equipment.",
            "Emissions standards can encourage reductions to E*.",
            "Emissions fees can encourage reductions to E*.",
            "Transferable emissions permits can encourage reductions to E*.",
            "The standard ensures that the firm produces efficiently.",
            "An emissions standard is the legal limit on the amount of pollutants a firm can emit.",
            "An emissions fee is a charge levied on each unit of a firm's emissions.",
            "Each permit specifies the number of units of emissions that the firm is allowed to put out.",
            "Excess emissions are subject to substantial monetary sanctions.",
            "GHG emissions could be reduced from current levels by imposing stiff taxes on fossil fuels."
          ]
        },
        "metadata": {
          "proposition_indices": [
            14,
            15,
            16,
            17,
            18,
            22,
            23,
            24,
            31,
            34,
            35,
            50,
            51,
            156
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_1bec5476",
        "type": "concept",
        "data": {
          "title": "Cost, Abatement, and Information in Standards and Fees",
          "summary": "Learning objective: Analyze how abatement costs shape responses to standards and fees, including the role of the marginal abatement cost curve, and how information constraints affect policy design decisions.",
          "propositions": [
            "With no abatement effort, the firm’s profit-maximizing emissions level is 26.",
            "The level 26 is the level at which the marginal cost of abatement is zero.",
            "The marginal abatement cost curve is a series of steps.",
            "With no effort at abatement, the firm's profit-maximizing level of emissions is 26, the level at which the marginal cost of abatement is zero.",
            "Facing a fee of $3 per unit of emissions, a firm reduces emissions to the point at which the fee is equal to the marginal cost of abatement.",
            "With the fee, the firm with a lower abatement cost curve reduces emissions more than the firm with the higher abatement cost curve.",
            "With limited information, a policymaker may be faced with the choice of either a single emissions fee or a single emissions standard for all firms.",
            "The fee of $3 achieves a total emissions level of 14 units more cheaply than a 7-unit-per-firm emissions standard.",
            "When the government has limited information about the costs and benefits of pollution abatement, either a standard or a fee may be preferable.",
            "The standard is preferable when the marginal external cost curve is steep and the marginal abatement cost curve is relatively flat.",
            "The same percentage error in setting a fee would result in excess costs of ABC.",
            "Here a 12.5 percent error in setting the standard leads to extra social costs of triangle ADE."
          ]
        },
        "metadata": {
          "proposition_indices": [
            19,
            20,
            21,
            28,
            37,
            39,
            40,
            41,
            42,
            43,
            44,
            45
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_a7063087",
        "type": "concept",
        "data": {
          "title": "Cap-and-Trade Fundamentals and Market Equilibrium",
          "summary": "Learning objective: Understand cap-and-trade basics, how permit quantities and prices interact, and the conditions for least-cost emissions outcomes.",
          "propositions": [
            "Firms will find it profitable to enter the industry only if the price of the product is greater than the average cost of production plus abatement—the efficient condition for the industry.",
            "If there are enough firms and permits, a competitive market will develop.",
            "In equilibrium, the price of a permit equals the marginal cost of abatement for all firms.",
            "Otherwise, a firm will find it advantageous to buy more permits.",
            "The level of emissions chosen by the government will be achieved at minimum cost.",
            "The total number of permits is chosen to achieve the desired maximum level of emissions.",
            "Permits are marketable and can be bought and sold."
          ]
        },
        "metadata": {
          "proposition_indices": [
            33,
            46,
            47,
            48,
            49,
            52,
            53
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_28ed4cb6",
        "type": "concept",
        "data": {
          "title": "Historical Performance, Offsets, and Price Dynamics in Cap-and-Trade",
          "summary": "Learning objective: Examine documented history of cap-and-trade, including offset programs and observed price volatility and market outcomes.",
          "propositions": [
            "Bubble and offset programs substantially understate the potential gain from a broad-based emissions trading program.",
            "The 1990 Clean Air Act focused on transferable permits as a way of dealing with acid rain.",
            "In 2005 the program was modified through the Clean Air Interstate Rule to put a cap on emissions in 25 states while continuing to allow emissions trades.",
            "The program is known as cap and trade.",
            "In the early 1990s, economists expected these permits to trade for around $300.",
            "Reducing sulfur dioxide emissions was less costly than anticipated.",
            "From 2005 to 2006, the price of permits rose sharply, hitting a high of nearly $1600 in December 2005.",
            "Starting in 2007, the market price of emission permits began to decline, in part because the EPA lost a lawsuit brought by a group of utilities.",
            "Under the offset program, new sources of emissions may be found, but only if they offset their new emissions by reducing emissions from existing sources by at least as much.",
            "A total of more than 2000 offset transactions have occurred since 1976.",
            "In the 1980s and 1990s, the Environmental Protection Agency's 'bubble' and 'offset' programs were modest attempts to use a trading system to lower the cleanup costs of emissions.",
            "Abatement cost savings associated with the EPA's program of 42 bubbles have been approximately $300 million per year since 1979.",
            "The price of tradable permits for sulfur dioxide emissions fluctuated between $100 and $200 from 1993 to 2003.",
            "The price fluctuated between $400 and $500 per ton for the next few years, before the stock market crashed in 2008.",
            "By 2012, the price of permits was close to zero, and the permit market had effectively collapsed.",
            "The price of tradeable permits for sulfur dioxide emissions fluctuated between $100 and $200 from 1993 to 2003.",
            "The price increased sharply in 2005 in response to an increased demand for permits.",
            "The price increased sharply in 2006 in response to an increased demand for permits.",
            "The price fluctuated between $400 and $500 per ton for the next few years.",
            "By 2012, the price of permits was close to zero.",
            "The permit market had effectively collapsed."
          ]
        },
        "metadata": {
          "proposition_indices": [
            54,
            55,
            56,
            57,
            58,
            59,
            60,
            61,
            62,
            63,
            64,
            65,
            66,
            67,
            68,
            69,
            70,
            71,
            72,
            74,
            75
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_67e502fd",
        "type": "concept",
        "data": {
          "title": "Private vs Social Costs and Efficiency in Waste Disposal",
          "summary": "Learning objective: distinguish private marginal costs from social costs of disposal, explain why markets may over- or under-dispose of waste, and identify the efficient recycling level where MSC equals MCR (m* versus private quantities).",
          "propositions": [
            "The low cost of disposal creates a divergence between private and social costs.",
            "The marginal private cost is the cost to households of throwing out the glass.",
            "The marginal private cost is likely to be constant for low to moderate disposal.",
            "The marginal private cost increases for large disposal levels involving additional shipping and dump charges.",
            "The social cost of disposal includes harm to the environment from littering and injuries.",
            "The marginal social cost is likely to increase.",
            "The marginal social cost increases in part because the marginal private cost is increasing.",
            "The environmental and aesthetic costs of littering are likely to increase sharply as the level of disposal increases.",
            "The disposal of waste products involves little or no private cost.",
            "Society will dispose of too much waste material.",
            "Many communities charge households a fixed annual fee for trash disposal.",
            "The fixed annual fee allows households to dispose of glass and other garbage at very low cost.",
            "The overutilization of virgin materials and the underutilization of recycled materials will result in a market failure.",
            "The efficient amount of recycling equals the point where MSC equals MCR.",
            "The efficient amount of scrap for disposal m* is less than the amount that will arise in a private market m1."
          ]
        },
        "metadata": {
          "proposition_indices": [
            78,
            79,
            80,
            81,
            82,
            83,
            84,
            85,
            86,
            87,
            88,
            89,
            90,
            91,
            92
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_875a2a3f",
        "type": "concept",
        "data": {
          "title": "Glass Market Structure and Policy-Driven Supply Shifts",
          "summary": "Learning objective: analyze the market for glass containers, including virgin and recycled glass supplies (Sv, Sr) and total supply (S); understand how disposal costs and policy change shift supply from Sr to S'r and affect price and quantity (P, M*).",
          "propositions": [
            "Raising the relative cost of disposal and encouraging recycling increases the supply of recycled glass from Sr to S'r.",
            "Raising the relative cost of disposal and encouraging recycling increases the aggregate supply of glass from S to S'.",
            "The supply of virgin glass containers is given by Sv.",
            "The supply of recycled glass is given by Sr.",
            "Initially, equilibrium in the market for glass containers involves a price P and a supply of recycled glass M1.",
            "The market supply S equals the horizontal sum of the virgin glass and recycled glass supplies.",
            "The price of glass falls to P'.",
            "The quantity of recycled glass increases to M*.",
            "The amount of disposed glass decreases."
          ]
        },
        "metadata": {
          "proposition_indices": [
            93,
            94,
            95,
            96,
            97,
            98,
            99,
            100,
            101
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_b92a266a",
        "type": "concept",
        "data": {
          "title": "Recycling Policy Instruments and Their Effectiveness",
          "summary": "Learning objective: identify policy proposals to encourage recycling (refunds/deposits, curbside charges, mandatory separation) and evaluate their effectiveness in increasing recycling outcomes.",
          "propositions": [
            "A number of policy proposals have been introduced to encourage recycling in the United States.",
            "Refundable deposits are policy proposals introduced to encourage recycling.",
            "Curbside charges are policy proposals introduced to encourage recycling.",
            "Mandatory separation of recyclable materials such as glass is a policy to encourage recycling.",
            "The effectiveness of refundable deposits, curbside charges, and mandatory separation policies varies based on consumer preferences.",
            "A refundable deposit system does best, with 78.9 percent of consumers purchasing recyclable glass containers.",
            "The stock of knowledge accumulates as a result of investments in research and development."
          ]
        },
        "metadata": {
          "proposition_indices": [
            102,
            103,
            104,
            105,
            106,
            107,
            130
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_aa666252",
        "type": "concept",
        "data": {
          "title": "National Waste Generation and Recycling Statistics",
          "summary": "Learning objective: present and interpret per-capita waste generation, total waste, and recycling rates, and compare cross-country trends to understand outcomes.",
          "propositions": [
            "Recycling efforts have expanded in the past decade.",
            "By 2009, 50.7 percent of aluminum, 74.2 percent of office paper, and 31.1 percent of glass containers were recycled.",
            "In 2013, Americans generated 4.40 pounds of solid waste per person per day.",
            "1.51 pounds of that total were recycled or composted.",
            "In 2009, the average resident of the United States generated 4.34 pounds of solid waste per day.",
            "United States residents generated more waste per day than residents of Tokyo, Paris, Hong Kong, and Rome.",
            "Some differences in waste generation are due to variations in consumption levels.",
            "Most differences are due to the efforts that many other countries have made to encourage recycling.",
            "In 2013, Americans generated about 254 million tons of trash.",
            "Americans recycled and composted about 87 million tons of this material.",
            "United States residents generated substantially more solid waste per day than residents of Tokyo, Paris, Hong Kong, and Rome.",
            "Some differences in waste generation across countries are due to variations in consumption levels.",
            "Most differences in waste generation across countries are due to efforts to encourage recycling.",
            "Americans recycled and composted about 87 million tons, equivalent to a 34.3 percent average recycling rate.",
            "Americans generated 4.40 pounds of waste per person per day in 2013, of which 1.51 pounds were recycled or composted."
          ]
        },
        "metadata": {
          "proposition_indices": [
            108,
            109,
            110,
            111,
            112,
            113,
            114,
            115,
            116,
            117,
            118,
            119,
            120,
            121,
            122
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_6709e43b",
        "type": "concept",
        "data": {
          "title": "Stock Dynamics and Dissipation in Climate Policy",
          "summary": "Learning objective: Explain how atmospheric pollutant stocks accumulate and dissipate, define stock externalities, and describe their welfare and policy implications.",
          "propositions": [
            "Global warming is the stock of accumulated greenhouse gases in the atmosphere that ultimately causes harm.",
            "The dissipation rate for accumulated greenhouse gases is very low.",
            "A stock externality is the accumulated result of actions by a producer or consumer that is not accounted for in the market price and affects other producers or consumers.",
            "Societal damage can arise from the accumulated stock of a pollutant rather than from the emissions flow.",
            "Stock externalities can also be positive.",
            "In general, the stock in year t equals the year's emissions plus the nondissipated stock from the previous year.",
            "With ongoing emissions, the stock will accumulate.",
            "A fraction δ of the stock dissipates each year.",
            "In the first year, the stock of pollutant S equals the year's emissions E.",
            "In the second year, the stock S_2 equals E_2 plus (1 - δ) S_1.",
            "As N becomes infinitely large, the stock approaches the long-run equilibrium level E/δ.",
            "S_t = E_t + (1 - \\delta) S_{t-1}.",
            "S_N = E \\left[ 1 + (1 - \\delta) + (1 - \\delta)^2 + .. + (1 - \\delta)^{N-1} \\right].",
            "S_2 = E_2 + (1 - \\delta) S_1."
          ]
        },
        "metadata": {
          "proposition_indices": [
            125,
            126,
            127,
            128,
            129,
            131,
            132,
            133,
            134,
            135,
            136,
            137,
            138,
            139
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_23e0d0da",
        "type": "concept",
        "data": {
          "title": "NPV, Discounting, and Policy Response under Stock Externalities",
          "summary": "Learning objective: Compute and interpret net present value for private investments and government responses to stock externalities; assess how dissipation (δ) and the discount rate (R) shape policy evaluation.",
          "propositions": [
            "The firm can decide whether an investment is economically justified by calculating its net present value (NPV).",
            "Net present value concepts also apply when analyzing how the government should respond to a stock externality.",
            "NPV = \\frac{(-1.5 + .198)}{1 + R} + \\frac{(-1.5 + .296)}{(1 + R)^2} + \\ldots + \\frac{(-1.5 + 4.337)}{(1 + R)^{99}}.",
            "Table 18.2 shows how the NPV of a 'zero emissions' policy depends on the dissipation rate δ.",
            "If δ is lower, the accumulated stock of pollutant will reach higher levels and cause more economic damage, so the future benefits of reducing emissions will be greater.",
            "NPV is the present discounted value of the annual net benefits.",
            "The discount rate used in the NPV calculation is denoted by R.",
            "NPV equals the expression NPV = \\frac{(-1.5 + .198)}{1 + R} + \\frac{(-1.5 + .296)}{(1 + R)^2} + \\ldots + \\frac{(-1.5 + 4.337)}{(1 + R)^{99}}.",
            "Table 18.2 shows how the NPV of a 'zero emissions' policy depends on the dissipation rate delta.",
            "Entries in the table are NPVs in billions of dollars.",
            "Entries for delta equals 0.02 correspond to net benefit numbers in Table 18.1.",
            "A lower dissipation rate delta leads to a higher accumulated stock of pollutant.",
            "A higher accumulated stock of pollutant causes more economic damage.",
            "Therefore, the future benefits of reducing emissions will be greater.",
            "The social rate of discount depends on three factors: the expected rate of real economic growth; the extent of risk aversion for society as a whole; and the rate of pure time preference for society."
          ]
        },
        "metadata": {
          "proposition_indices": [
            123,
            124,
            140,
            141,
            142,
            143,
            144,
            145,
            146,
            147,
            148,
            149,
            150,
            151,
            152
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_1c8dc3a0",
        "type": "concept",
        "data": {
          "title": "Intertemporal Policy Evaluation: Social Discount Rate and Policy Tools",
          "summary": "Learning objective: Explain how the social rate of discount is determined by growth, risk aversion, and pure time preference; evaluate climate policies using intertemporal cost-benefit analysis under uncertainty.",
          "propositions": [
            "Without economic growth, the rate of pure time preference dominates the valuation of present versus future benefits.",
            "With rapid economic growth, future generations will have higher incomes and their marginal utility of income is decreasing.",
            "The social rate of discount is the opportunity cost to society of receiving an economic benefit in the future rather than in the present.",
            "The present discounted value of the likely benefits of reducing emissions today could be significant.",
            "Whether a policy to restrict GHG emissions makes economic sense depends on the discount rate used.",
            "The present discounted value of the likely benefits of climate policies may be too small.",
            "There is considerable uncertainty over the economic impact of higher temperatures.",
            "Reducing emissions today would yield a future benefit.",
            "The cost of reducing emissions can be assessed.",
            "There is uncertainty over the numbers for the costs.",
            "Whether a policy to restrict greenhouse gas emissions makes economic sense depends on the discount rate used."
          ]
        },
        "metadata": {
          "proposition_indices": [
            153,
            154,
            155,
            159,
            160,
            169,
            170,
            172,
            173,
            174,
            178
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_3834925f",
        "type": "concept",
        "data": {
          "title": "Emissions, Climate Change Impacts, and Economic Damages",
          "summary": "Summarizes empirical patterns: rising emissions, fossil-fuel use, warming impacts, and the link between warming and GDP-type damages, including approximate magnitudes and growth assumptions.",
          "propositions": [
            "Emissions of carbon dioxide and other greenhouse gases have increased dramatically over the past century.",
            "The increase in emissions has been accompanied by greater use of fossil fuels.",
            "The consensus view is that the impact of higher temperatures could be significant.",
            "Emissions of carbon dioxide and other greenhouse gases increased dramatically over the past century.",
            "Economic growth and greater use of fossil fuels accompanied the increase in emissions.",
            "The increase in emissions led to higher atmospheric concentrations of greenhouse gases.",
            "Damage from warming is estimated to be 1.5% of GDP per year for every 1°C of temperature increase.",
            "Under BAU, temperature is predicted to rise by 0.04° per year."
          ]
        },
        "metadata": {
          "proposition_indices": [
            157,
            158,
            171,
            175,
            176,
            177,
            181,
            182
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_279fe05a",
        "type": "concept",
        "data": {
          "title": "Measurement Units and Data Conventions in Climate Analysis",
          "summary": "Defines the units used for emissions, atmospheric concentrations, and temperature (Et, St, ΔT), as well as the scale of costs, damages, and benefits in policy analysis.",
          "propositions": [
            "Example 18.4 Global Warming uses units Et, St, and ∆T.",
            "Et is measured in gigatonnes of CO2 equivalent.",
            "St is measured in parts per million of atmospheric CO2e.",
            "∆Tt is measured in degrees Celsius.",
            "Costs, damages, and net benefits are measured in trillions of 2007 dollars.",
            "Et is measured in gigatonnes (billions of metric tons) of CO2 equivalent.",
            "ΔTt is measured in degrees Celsius."
          ]
        },
        "metadata": {
          "proposition_indices": [
            161,
            162,
            163,
            164,
            165,
            183,
            184
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_c85e7f17",
        "type": "concept",
        "data": {
          "title": "Data Tables and Baseline Projections in Policy Scenarios",
          "summary": "Describes the data tables used to report emissions, stocks, temperature, and damages under different scenarios (BAU vs emissions reductions) and notes key baseline figures.",
          "propositions": [
            "Under Business As Usual, the table lists E_t, S_t, ∆T_t, and DAMAGE.",
            "Under Emissions Reduced by 1% per year, the table lists E_t, S_t, ∆T_t, and DAMAGE.",
            "Discount rate columns in the table include 0.01, 0.02, 0.04, 0.06, and 0.08.",
            "Emissions are estimated to be 1% of GDP each year.",
            "World GDP is projected to grow at 2.5% in real terms from a level of $65 trillion in 2016."
          ]
        },
        "metadata": {
          "proposition_indices": [
            166,
            167,
            168,
            179,
            180
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_9b4cedfd",
        "type": "concept",
        "data": {
          "title": "Property Rights Allocation and Coase Bargaining Foundations",
          "summary": "Learning objective: Explain the role of clearly defined property rights in inducing private bargaining to internalize externalities, and identify the conditions under which such bargaining can reach efficient outcomes without government intervention.",
          "propositions": [
            "The firm had a property right to use the river to dispose of its waste.",
            "The fishermen did not have a property right to effluent-free water.",
            "As a result, the firm had no incentive to include the cost of effluent in its production calculations.",
            "The firm externalized the costs generated by the effluent.",
            "If the fishermen had a property right to clean water, they could demand that the firm pay them for the right to dump effluent.",
            "The firm would either cease production or pay the costs associated with the effluent.",
            "Property rights are legal rules stating what people or firms may do with their property.",
            "The firm had no incentive to include the cost of effluent in its production calculations.",
            "The fishermen had a property right to clean water.",
            "The fishermen could demand that the firm pay them for the right to dump effluent.",
            "Economic efficiency can be achieved without government intervention when the externality affects relatively few parties and property rights are well specified.",
            "Maximization occurs when the factory installs a filter and the fishermen do not build a treatment plant.",
            "Neither party can be made better off by bargaining, so installing the filter is efficient.",
            "The analysis applies to all situations where property rights are well specified.",
            "If the fishermen have the right to clean water, the factory must install the filter.",
            "The fishermen would have to pay the factory for its $200 lost profit when the right to clean water is given.",
            "One party might demand a large share and refuse to bargain, assuming the other party will concede.",
            "The harm to fishermen equals $400, the difference between profits with no effluent ($500) and with effluent ($100).",
            "Do not install a filter and pay damages yields profit = $100 ($500 - $400).",
            "Install a filter and avoid damages yields profit = $300 ($500 - $200).",
            "Installing a filter is cheaper than paying damages, so the filter option is efficient.",
            "Giving the factory the property right to emit effluent yields an efficient outcome with a different profit division.",
            "Installing a filter is cheaper than paying damages.",
            "If the factory does not install a filter and pays damages, profit is $100.",
            "If the factory installs a filter and avoids damages, profit equals $300 ($500 - $200).",
            "Giving the factory the property right to emit effluent yields an efficient outcome.",
            "Fishermen have the legal right to require the factory to install the filter.",
            "The Coase theorem applies to governments as well as to people and organizations.",
            "A September 1987 cooperative agreement existed between New York City and New Jersey illustrating the Coase theorem."
          ]
        },
        "metadata": {
          "proposition_indices": [
            186,
            187,
            188,
            189,
            190,
            191,
            192,
            198,
            199,
            200,
            205,
            206,
            208,
            209,
            210,
            211,
            219,
            220,
            221,
            222,
            223,
            224,
            225,
            226,
            227,
            228,
            229,
            238,
            239
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_4b3925f9",
        "type": "concept",
        "data": {
          "title": "Case Illustrations: NYC–New Jersey and Private Bargaining Outcomes",
          "summary": "Learning objective: Apply Coase bargaining concepts to the NYC–New Jersey case, analyzing how right allocations, potential transfers, and bargaining dynamics yield specific profits and settlements.",
          "propositions": [
            "The case study discusses a firm that dumps effluent into a river.",
            "If the fishermen have the property right to clean water, the factory earns a profit of $300 and the fishermen $500.",
            "Without cooperation, the fishermen earn $200 and the factory earns $500.",
            "With cooperation, the profit of both increases by $50.",
            "Garbage spills from waterfront trash facilities harmed water quality along the New Jersey shore.",
            "More than 200 tons of garbage formed a 50-mile-long slick off the New Jersey shore in August 1987.",
            "New Jersey had the right to clean beaches.",
            "New Jersey could have asked a court to grant an injunction requiring New York City to stop using its trash facilities.",
            "After two weeks of negotiations, New York and New Jersey reached a settlement.",
            "New Jersey would not sue.",
            "New York City would use devices to contain spills, monitor trash facilities, and shut down those failing to comply."
          ]
        },
        "metadata": {
          "proposition_indices": [
            185,
            207,
            212,
            213,
            240,
            241,
            242,
            243,
            244,
            245,
            246
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_5197f819",
        "type": "concept",
        "data": {
          "title": "Common Property Resources and Fishing: Social Costs and Efficient Harvesting",
          "summary": "Learning objective: Demonstrate how common-pool resource dynamics (lakes, crawfish) create externalities and determine the efficient harvest through the condition MB = MSC and the incorporation of social costs.",
          "propositions": [
            "A lake is a common property resource.",
            "No fisherman has the incentive to account for how his fishing affects the opportunities of others.",
            "The fisherman's private cost understates the true cost to society because more fishing reduces the stock of fish.",
            "Externalities arise when resources can be used without payment.",
            "Externalities cause resources to be overutilized.",
            "Marginal social cost C = –5.645 + 0.6509F.",
            "Private cost: C = –0.357 + 0.0573F.",
            "Actual fishing level occurs where the price for crawfish equals the private cost of fishing.",
            "The efficient crawfish catch is 9.2 million pounds.",
            "The actual catch is 11.9 million pounds.",
            "Crawfish are a common property resource because fishermen have unlimited access to ponds.",
            "The efficient level of fishing occurs when marginal benefit equals marginal social cost.",
            "The shaded area represents the social cost of the common property resource.",
            "Crawfish are bred in ponds to which fishermen have unlimited access.",
            "Crawfish are a common property resource."
          ]
        },
        "metadata": {
          "proposition_indices": [
            247,
            248,
            249,
            250,
            251,
            253,
            254,
            255,
            256,
            257,
            258,
            259,
            265,
            266,
            267
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_8eb39334",
        "type": "concept",
        "data": {
          "title": "Internalizing Externalities through Technology Choices",
          "summary": "Examines how installing a filter and/or a water treatment plant internalizes external costs, and how these choices affect factory and fishermen profits, joint welfare, and efficiency.",
          "propositions": [
            "The firm meets the standard by installing pollution-abatement equipment.",
            "No filter and no treatment plant yields factory profit 500, fishermen profit 100, total profit 600.",
            "Filter and no treatment plant yields factory profit 300, fishermen profit 500, total profit 800.",
            "No filter and treatment plant yields factory profit 500, fishermen profit 200, total profit 700.",
            "Filter and treatment plant yields factory profit 300, fishermen profit 300, total profit 600.",
            "Property rights determine whether effluent costs are included in production calculations.",
            "Internalizing effluent costs leads to an efficient allocation of resources.",
            "The factory can install a filter system to reduce its effluent.",
            "The fishermen can pay for the installation of a water treatment plant.",
            "The efficient solution maximizes the joint profit of the factory and the fishermen.",
            "Putting in a treatment plant yields profit = $200 for the fishermen.",
            "Not putting in a treatment plant or requiring a filter yields profit = $100."
          ]
        },
        "metadata": {
          "proposition_indices": [
            32,
            193,
            194,
            195,
            196,
            197,
            201,
            202,
            203,
            204,
            231,
            232
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_3df1a27c",
        "type": "concept",
        "data": {
          "title": "Bargaining, Costs, and the Possibility of Breakdowns in Multi-Party Externalities",
          "summary": "Addresses bargaining complexity in externality cases with many parties, highlighting bargaining costs, time consumption, and the potential for breakdown even when gains exist.",
          "propositions": [
            "Emissions from a factory can adversely affect hundreds or thousands of downstream households.",
            "Bargaining costs can make settlements difficult when many parties are involved.",
            "Bargaining is time-consuming and costly when property rights are not clearly specified.",
            "If property rights are unclear, the fishermen might be willing to pay only $100 and bargaining would break down.",
            "Bargaining can break down even when communication and monitoring are costless if both parties believe larger gains are possible."
          ]
        },
        "metadata": {
          "proposition_indices": [
            214,
            215,
            216,
            217,
            218
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_bfae9a6b",
        "type": "concept",
        "data": {
          "title": "Additional Coase-Style Outcomes: Damages, Payments, and Efficiency",
          "summary": "Expands on profit outcomes and efficiency when damages are used as a resolution mechanism, including payments for lost profits and related scenarios.",
          "propositions": [
            "Fishermen would pay the factory for its $200 lost profit, not for the filter cost.",
            "Having the factory put in a filter but paying damages yields profit = $300 ($500 - $200).",
            "The $300 profit is substantially less than the $500 profit when fishermen have the right to clean water.",
            "A suit for damages eliminates the need for bargaining by specifying the consequences of the parties’ choices.",
            "The fishermen earn the highest profit by having the factory put in a filter but pay damages.",
            "The outcome with a damages suit is efficient because the filter has been installed.",
            "The mosquito abatement program is worth more to the community than its $50,000 cost."
          ]
        },
        "metadata": {
          "proposition_indices": [
            230,
            233,
            234,
            235,
            236,
            237,
            277
          ],
          "prerequisites": []
        }
      },
      {
        "id": "c_7c342c9a",
        "type": "concept",
        "data": {
          "title": "Recovered Propositions",
          "summary": "Automatically added to guarantee one-to-one proposition assignment.",
          "propositions": [
            "The stock market crashed in 2008.",
            "Starting around 2000, coal was increasingly displaced by natural gas in electricity generation.",
            "Demand C = 0.401 – 0.0064F."
          ]
        },
        "metadata": {
          "proposition_indices": [
            73,
            77,
            252
          ],
          "prerequisites": []
        }
      }
    ],
    "edges": [],
    "topologicalOrder": [
      "c_dc5cd9bf",
      "c_77a92540",
      "c_9691f19a",
      "c_2b09119a",
      "c_98f74888",
      "c_2a95fb31",
      "c_8528ed50",
      "c_1bec5476",
      "c_a7063087",
      "c_28ed4cb6",
      "c_67e502fd",
      "c_875a2a3f",
      "c_b92a266a",
      "c_aa666252",
      "c_6709e43b",
      "c_23e0d0da",
      "c_1c8dc3a0",
      "c_3834925f",
      "c_279fe05a",
      "c_c85e7f17",
      "c_9b4cedfd",
      "c_4b3925f9",
      "c_5197f819",
      "c_8eb39334",
      "c_3df1a27c",
      "c_bfae9a6b",
      "c_7c342c9a"
    ]
  }
}